<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['banning'] = "Αποκλεισμός";
$l['banned_ips'] = "Αποκλεισμένες IP";
$l['banned_ips_desc'] = "Εδώ μπορείτε να διαχειριστείτε τις διευθύνσεις IP που έχουν αποκλειστεί από την πρόσβαση στον ιστότοπό σας.";
$l['banned_accounts'] = "Αποκλεισμένοι Λογαριασμοί";
$l['disallowed_usernames'] = "Απαγορευμένα Ονόματα Χρηστών";
$l['disallowed_usernames_desc'] = "Εδώ μπορείτε να διαχειριστείτε μια λίστα ονομάτων χρηστών που δεν μπορούν να εγγραφούν ή να χρησιμοποιηθούν από τους χρήστες. Αυτή η λειτουργία είναι επίσης ιδιαίτερα χρήσιμη για την κατοχύρωση ονομάτων χρηστών.";
$l['disallowed_email_addresses'] = "Απαγορευμένες Διευθύνσεις Email";
$l['disallowed_email_addresses_desc'] = "Εδώ μπορείτε να διαχειριστείτε μια λίστα διευθύνσεων email που δεν μπορούν να εγγραφούν ή να χρησιμοποιηθούν από τους χρήστες.";

$l['banned_ip_addresses'] = "Αποκλεισμένες Διευθύνσεις IP";
$l['username'] = "Όνομα χρήστη";
$l['date_disallowed'] = "Ημερομηνία Απαγόρευσης";
$l['last_attempted_use'] = "Τελευταία Προσπάθεια Χρήσης";
$l['email_address'] = "Διεύθυνση Email";
$l['ip_address'] = "Διεύθυνση IP";
$l['ban_date'] = "Ημερομηνία Απαγόρευσης";
$l['last_access'] = "Τελευταία Πρόσβαση";
$l['no_bans'] = "Δεν υπάρχουν απαγορεύσεις αυτή τη στιγμή.";
$l['add_disallowed_username'] = "Προσθήκη Απαγορευμένου Ονόματος Χρήστη";
$l['username_desc'] = "Σημείωση: Για να υποδείξετε αντιστοιχία με μπαλαντέρ, χρησιμοποιήστε *";
$l['disallow_username'] = "Απαγόρευση Ονόματος Χρήστη";
$l['add_disallowed_email_address'] = "Προσθήκη Απαγορευμένης Διεύθυνσης Email";
$l['email_address_desc'] = "Σημείωση: Για να υποδείξετε αντιστοιχία με μπαλαντέρ, χρησιμοποιήστε *";
$l['disallow_email_address'] = "Απαγόρευση Διεύθυνσης Email";
$l['ban_an_ip_address'] = "Απαγόρευση Διεύθυνσης IP";
$l['ip_address_desc'] = "Σημείωση: Για να απαγορεύσετε ένα εύρος διευθύνσεων IP χρησιμοποιήστε * (π.χ. 127.0.0.*) ή την σημειογραφία CIDR (π.χ. 127.0.0.0/8)";
$l['ban_ip_address'] = "Απαγόρευση Διεύθυνσης IP";

$l['error_missing_ban_input'] = "Δεν καταχωρήσατε μια τιμή για απαγόρευση.";
$l['error_invalid_filter'] = "Το καθορισμένο φίλτρο δεν υπάρχει.";
$l['error_filter_already_banned'] = "Το φίλτρο που καταχωρήσατε έχει ήδη απαγορευτεί.";

$l['success_ip_banned'] = "Η διεύθυνση IP απαγορεύτηκε με επιτυχία.";
$l['success_username_disallowed'] = "Το όνομα χρήστη απαγορεύτηκε με επιτυχία.";
$l['success_email_disallowed'] = "Η διεύθυνση email απαγορεύτηκε με επιτυχία.";
$l['success_ban_deleted'] = "Η καθορισμένη απαγόρευση διαγράφηκε με επιτυχία.";

$l['confirm_ban_deletion'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την απαγόρευση;";

