<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['bad_words'] = "Φίλτρα Λέξεων";
$l['edit_bad_word'] = "Επεξεργασία Φίλτρου";
$l['edit_bad_word_desc'] = "Εδώ μπορείτε να επεξεργαστείτε το φίλτρο και την αντικατάστασή του.";
$l['bad_word_filters'] = "Φίλτρα Λέξεων";
$l['bad_word_filters_desc'] = "Αυτή η λειτουργία σας επιτρέπει να διαχειρίζεστε μια λίστα λέξεων ή φράσεων που αυτόματα αντικαθίστανται στις δημοσιεύσεις στο φόρουμ σας. Είναι χρήσιμο για την αντικατάσταση ύβρεων και παρόμοιων.";

$l['bad_word'] = "Λέξη";
$l['bad_word_desc'] = "Εισαγάγετε τη λέξη που θέλετε να φιλτραριστεί. Το σύμβολο '*' αντιπροσωπεύει οποιονδήποτε αριθμό χαρακτήρων και το σύμβολο '+' αντιπροσωπεύει οποιονδήποτε μοναδικό χαρακτήρα (εκτός από το κενό και τη νέα γραμμή).";
$l['bad_word_max'] = "Μια φιλτραρισμένη λέξη δεν μπορεί να είναι μεγαλύτερη από 100 χαρακτήρες.";
$l['replacement'] = "Αντικατάσταση";
$l['replacement_desc'] = "Εισαγάγετε το συμβολοσειρά που θα αντικαταστήσει τη φιλτραρισμένη λέξη (Αν είναι κενό, θα εμφανίζονται αστερίσκοι).";
$l['regex'] = "Κανονική Έκφραση";
$l['regex_desc'] = "Θεωρήστε το πεδίο \"Λέξη\" ως κανονική έκφραση.";
$l['replacement_word_max'] = "Μια λέξη αντικατάστασης δεν μπορεί να είναι μεγαλύτερη από 100 χαρακτήρες.";
$l['error_replacement_word_invalid'] = "Μια λέξη αντικατάστασης δεν μπορεί να είναι ισοδύναμη με το φίλτρο της.";

$l['save_bad_word'] = "Αποθήκευση Φίλτρου";
$l['no_bad_words'] = "Δεν υπάρχουν φίλτρα λέξεων αυτή τη στιγμή.";
$l['add_bad_word'] = "Προσθήκη Φίλτρου";
$l['add_bad_word_desc'] = "Εδώ μπορείτε να προσθέσετε ένα φίλτρο λέξης και την αντικατάστασή του.";

$l['error_missing_bad_word'] = "Δεν εισαγάγατε ένα φίλτρο λέξης.";
$l['error_invalid_regex'] = "Η καθορισμένη κανονική έκφραση δεν είναι έγκυρη.";
$l['error_invalid_bid'] = "Το καθορισμένο φίλτρο δεν υπάρχει.";
$l['error_bad_word_filtered'] = "Το φίλτρο που εισαγάγατε υπάρχει ήδη.";

$l['success_added_bad_word'] = "Το φίλτρο προστέθηκε με επιτυχία.";
$l['success_deleted_bad_word'] = "Το φίλτρο διαγράφηκε με επιτυχία.";
$l['success_updated_bad_word'] = "Το φίλτρο ενημερώθηκε με επιτυχία.";

$l['confirm_bad_word_deletion'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το φίλτρο;";

