<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['custom_mycode'] = "Προσαρμοσμένο MyCode";
$l['mycode'] = "MyCode";
$l['mycode_desc'] = "Το προσαρμοσμένο MyCode σας επιτρέπει να δημιουργήσετε επιπλέον MyCode για τα μέλη σας να χρησιμοποιούν στα μηνύματά τους.";
$l['add_new_mycode'] = "Προσθήκη Νέου MyCode";
$l['add_new_mycode_desc'] = "Εδώ μπορείτε να προσθέσετε ένα νέο προσαρμοσμένο MyCode στο φόρουμ σας. Μπορείτε να χρησιμοποιήσετε το MyCode Sandbox κάτω από τη φόρμα για να δοκιμάσετε την κανονική έκφραση και την αντικατάσταση πριν αποθηκεύσετε.";
$l['edit_mycode_desc'] = "Εδώ μπορείτε να επεξεργαστείτε ένα προσαρμοσμένο MyCode. Μπορείτε να χρησιμοποιήσετε το MyCode Sandbox κάτω από τη φόρμα για να δοκιμάσετε την κανονική έκφραση και την αντικατάσταση πριν αποθηκεύσετε τις αλλαγές σας.";

$l['title'] = "Τίτλος";
$l['short_description'] = "Σύντομη Περιγραφή";
$l['regular_expression'] = "Κανονική Έκφραση";
$l['regular_expression_desc'] = "Εισαγάγετε μια κανονική έκφραση που θα αναζητήσει μια συγκεκριμένη συνδυασμό χαρακτήρων. Πρέπει να βεβαιωθείτε ότι η κανονική έκφραση είναι έγκυρη και ασφαλής - δεν γίνεται καμία επικύρωση.";
$l['replacement'] = "Αντικατάσταση";
$l['replacement_desc'] = "Εισαγάγετε μια αντικατάσταση για την κανονική έκφραση.";
$l['example'] = "Παράδειγμα:";
$l['enabled'] = "Ενεργοποιημένο;";
$l['parse_order'] = "Σειρά Ανάλυσης";
$l['parse_order_desc'] = "Τα MyCodes θα αναλυθούν με αύξουσα σειρά σε σχέση με άλλα MyCodes.";
$l['edit_mycode'] = "Επεξεργασία MyCode";
$l['activate_mycode'] = "Ενεργοποίηση MyCode";
$l['deactivate_mycode'] = "Απενεργοποίηση MyCode";
$l['delete_mycode'] = "Διαγραφή MyCode";
$l['no_mycode'] = "Δεν υπάρχουν προσαρμοσμένα MyCodes αυτή τη στιγμή.";
$l['save_mycode'] = "Αποθήκευση MyCode";
$l['add_mycode'] = "Προσθήκη MyCode";
$l['changes_not_saved'] = "Οι αλλαγές σας δεν έχουν αποθηκευτεί ακόμη.";

$l['sandbox'] = "Sandbox";
$l['sandbox_desc'] = "Μπορείτε να χρησιμοποιήσετε αυτήν την περιοχή για να δοκιμάσετε την κανονική έκφραση και την αντικατάσταση παραπάνω πριν αποθηκεύσετε τις αλλαγές σας.";
$l['test_value'] = "Τιμή Δοκιμής";
$l['test_value_desc'] = "Εισαγάγετε κείμενο για να δοκιμάσετε στο παρακάτω πλαίσιο.";
$l['result_html'] = "Αποτέλεσμα HTML";
$l['result_html_desc'] = "Το πεδίο κειμένου παρακάτω εμφανίζει το αποτέλεσμα HTML χρησιμοποιώντας την κανονική έκφραση στην τιμή δοκιμής.";
$l['result_actual'] = "Πραγματικό Αποτέλεσμα";
$l['result_actual_desc'] = "Η περιοχή παρακάτω εμφανίζει το πραγματικό αποτέλεσμα όταν το HTML αποδίδεται.";
$l['test'] = "Δοκιμή MyCode";

$l['error_missing_title'] = "Δεν εισαγάγατε τίτλο.";
$l['error_missing_regex'] = "Δεν εισαγάγατε κανονική έκφραση.";
$l['error_regex_already_available'] = "Εισαγάγατε μια κανονική έκφραση που έχει ήδη καθοριστεί σε άλλο MyCode. Παρακαλούμε δώστε μια διαφορετική κανονική έκφραση για αυτό το MyCode.";
$l['error_missing_replacement'] = "Δεν εισαγάγατε αντικατάσταση.";
$l['error_invalid_mycode'] = "Το καθορισμένο MyCode δεν υπάρχει.";

$l['success_added_mycode'] = "Το MyCode προστέθηκε με επιτυχία.";
$l['success_deleted_mycode'] = "Το επιλεγμένο MyCode διαγράφηκε με επιτυχία.";
$l['success_updated_mycode'] = "Το MyCode ενημερώθηκε με επιτυχία.";
$l['success_deactivated_mycode'] = "Το επιλεγμένο MyCode απενεργοποιήθηκε με επιτυχία.";
$l['success_activated_mycode'] = "Το επιλεγμένο MyCode ενεργοποιήθηκε με επιτυχία.";

$l['confirm_mycode_deletion'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το MyCode;";

$l['mycode_sandbox_test_error'] = 'Παρουσιάστηκε σφάλμα κατά την ανάκτηση των αποτελεσμάτων δοκιμής.';

