<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['board_settings'] = "Ρυθμίσεις Διαχείρισης";
$l['change_settings'] = "Αλλαγή Ρυθμίσεων";
$l['change_settings_desc'] = "Αυτή η ενότητα σας επιτρέπει να διαχειριστείτε όλες τις διάφορες ρυθμίσεις που σχετίζονται με τον πίνακα ελέγχου σας. Για να ξεκινήσετε, επιλέξτε μια ομάδα παρακάτω για να διαχειριστείτε τις ρυθμίσεις που σχετίζονται με αυτήν την ομάδα.";
$l['add_new_setting'] = "Προσθήκη Νέας Ρύθμισης";
$l['add_new_setting_desc'] = "Αυτή η ενότητα σας επιτρέπει να προσθέσετε μια νέα ρύθμιση στον πίνακα ελέγχου σας.";
$l['modify_existing_settings'] = "Τροποποίηση Ρυθμίσεων";
$l['modify_existing_settings_desc'] = "Αυτή η ενότητα σας επιτρέπει να τροποποιήσετε μια υπάρχουσα ρύθμιση στο φόρουμ σας.";
$l['add_new_setting_group'] = "Προσθήκη Νέας Ομάδας Ρυθμίσεων";
$l['add_new_setting_group_desc'] = "Αυτή η ενότητα σας επιτρέπει να δημιουργήσετε μια ομάδα ρυθμίσεων για να κατηγοριοποιήσετε τις μεμονωμένες ρυθμίσεις.";
$l['edit_setting_group'] = "Επεξεργασία Ομάδας Ρυθμίσεων";
$l['edit_setting_group_desc'] = "Αυτή η ενότητα σας επιτρέπει να επεξεργαστείτε μια υπάρχουσα ομάδα ρυθμίσεων.";

$l['title'] = "Τίτλος";
$l['description'] = "Περιγραφή";
$l['group'] = "Ομάδα";
$l['display_order'] = "Σειρά Εμφάνισης";
$l['name'] = "Αναγνωριστικό";
$l['name_desc'] = "Αυτό το μοναδικό αναγνωριστικό χρησιμοποιείται στον πίνακα ρυθμίσεων για να αναφέρεται σε αυτήν τη ρύθμιση (σε σενάρια, μεταφράσεις και πρότυπα).";
$l['group_name_desc'] = "Αυτό το μοναδικό αναγνωριστικό χρησιμοποιείται για το σύστημα μετάφρασης.";
$l['text'] = "Κείμενο";
$l['numeric_text'] = "Αριθμητικό Κείμενο";
$l['textarea'] = "Περιοχή Κειμένου";
$l['yesno'] = "Επιλογή Ναι / Όχι";
$l['onoff'] = "Επιλογή Ενεργοποίησης / Απενεργοποίησης";
$l['select'] = "Πλαίσιο Επιλογής";
$l['radio'] = "Κουμπιά Ραδιοφώνου";
$l['checkbox'] = "Πλαίσια Επιλογής";
$l['language_selection_box'] = "Πλαίσιο Επιλογής Γλώσσας";
$l['forum_selection_box'] = "Πλαίσιο Επιλογής Φόρουμ";
$l['forum_selection_single'] = "Μονό Πλαίσιο Επιλογής Φόρουμ";
$l['group_selection_box'] = "Πλαίσιο Επιλογής Ομάδας";
$l['group_selection_single'] = "Μονό Πλαίσιο Επιλογής Ομάδας";
$l['adminlanguage'] = "Πλαίσιο Επιλογής Γλώσσας Διαχείρισης";
$l['cpstyle'] = "Πλαίσιο Επιλογής Στυλ Πίνακα Ελέγχου";
$l['prefix_selection_box'] = "Πλαίσιο Επιλογής Προθέματος";
$l['php'] = "Αξιολογημένο PHP";
$l['type'] = "Τύπος";
$l['extra'] = "Επιπλέον";
$l['extra_desc'] = "Εάν αυτή η ρύθμιση είναι πλαίσιο επιλογής, κουμπιά ραδιοφώνου ή πλαίσια επιλογής, εισαγάγετε μια λίστα στοιχείων με ζευγάρια κλειδιού-τιμής (κλειδί=Στοιχείο) για να εμφανιστούν. Διαχωρίστε τα στοιχεία με νέα γραμμή. Εάν είναι PHP, εισαγάγετε τον κώδικα PHP που θα αξιολογηθεί.";
$l['value'] = "Τιμή";
$l['insert_new_setting'] = "Εισαγωγή Νέας Ρύθμισης";
$l['edit_setting'] = "Επεξεργασία Ρύθμισης";
$l['delete_setting'] = "Διαγραφή Ρύθμισης";
$l['setting_configuration'] = "Ρύθμιση Παραμέτρων";
$l['update_setting'] = "Ενημέρωση Ρύθμισης";
$l['save_settings'] = "Αποθήκευση Ρυθμίσεων";
$l['setting_groups'] = "Ομάδες Ρυθμίσεων";
$l['bbsettings'] = "Ρυθμίσεις";
$l['insert_new_setting_group'] = "Εισαγωγή Νέας Ομάδας Ρυθμίσεων";
$l['setting_group_setting'] = "Ομάδα Ρυθμίσεων / Ρύθμιση";
$l['order'] = "Σειρά";
$l['delete_setting_group'] = "Διαγραφή Ομάδας Ρυθμίσεων";
$l['save_display_orders'] = "Αποθήκευση Σειράς Εμφάνισης";
$l['update_setting_group'] = "Ενημέρωση Ομάδας Ρυθμίσεων";
$l['modify_setting'] = "Τροποποίηση Ρύθμισης";
$l['search'] = "Αναζήτηση";
$l['plugin_settings'] = "Ρυθμίσεις Προσθέτου";

$l['show_all_settings'] = "Εμφάνιση Όλων των Ρυθμίσεων";
$l['settings_search'] = "Αναζήτηση Ρυθμίσεων";

$l['confirm_setting_group_deletion'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την ομάδα ρυθμίσεων;";
$l['confirm_setting_deletion'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν τη ρύθμιση;";

$l['error_format_dimension'] = "Το καθορισμένο {1} μορφότυπο δεν είναι έγκυρο.";
$l['error_field_minnamelength'] = "Το ελάχιστο μήκος του ονόματος δεν μπορεί να είναι μεγαλύτερο από το μέγιστο μήκος του ονόματος";
$l['error_field_minpasswordlength'] = "Το ελάχιστο μήκος του κωδικού πρόσβασης δεν μπορεί να είναι μεγαλύτερο από το μέγιστο μήκος του κωδικού πρόσβασης";
$l['error_field_minpasswordlength_complex'] = "Το ελάχιστο μήκος του κωδικού πρόσβασης δεν μπορεί να είναι μικρότερο από 3 όταν χρησιμοποιούνται πολύπλοκοι κωδικοί πρόσβασης";
$l['error_field_postmaxavatarsize'] = "Μέγιστες Διαστάσεις Avatar";
$l['error_field_useravatardims'] = "Προεπιλεγμένες Διαστάσεις Avatar";
$l['error_field_maxavatardims'] = "Μέγιστες Διαστάσεις Avatar";
$l['error_field_memberlistmaxavatarsize'] = "Μέγιστες Διαστάσεις Εμφάνισης Avatar";
$l['error_missing_title'] = "Δεν έχετε εισαγάγει τίτλο για αυτήν τη ρύθμιση";
$l['error_missing_group_title'] = "Δεν έχετε εισαγάγει τίτλο για αυτήν την ομάδα ρυθμίσεων";
$l['error_invalid_gid'] = "Δεν έχετε επιλέξει μια έγκυρη ομάδα για να τοποθετήσετε αυτήν τη ρύθμιση";
$l['error_invalid_gid2'] = "Ακολουθήσατε ένα σύνδεσμο προς μια μη έγκυρη ομάδα ρυθμίσεων. Βεβαιωθείτε ότι υπάρχει.";
$l['error_missing_name'] = "Δεν έχετε εισαγάγει αναγνωριστικό για αυτήν τη ρύθμιση";
$l['error_missing_group_name'] = "Δεν έχετε εισαγάγει αναγνωριστικό για αυτήν την ομάδα ρυθμίσεων";
$l['error_invalid_type'] = "Δεν έχετε επιλέξει έγκυρο τύπο για αυτήν τη ρύθμιση";
$l['error_invalid_sid'] = "Η καθορισμένη ρύθμιση δεν υπάρχει";
$l['error_duplicate_name'] = "Το καθορισμένο αναγνωριστικό έχει ήδη χρησιμοποιηθεί για τη ρύθμιση \"{1}\" - πρέπει να είναι μοναδικό";
$l['error_duplicate_group_name'] = "Το καθορισμένο αναγνωριστικό έχει ήδη χρησιμοποιηθεί για την ομάδα ρυθμίσεων \"{1}\" - πρέπει να είναι μοναδικό";
$l['error_no_settings_found'] = "Δεν βρέθηκαν ρυθμίσεις για την καθορισμένη φράση αναζήτησης.";
$l['error_cannot_edit_default'] = "Οι προεπιλεγμένες ρυθμίσεις και ομάδες δεν μπορούν να τροποποιηθούν ή να διαγραφούν.";
$l['error_cannot_edit_php'] = "Αυτός είναι ένας ειδικός τύπος ρύθμισης που δεν μπορεί να τροποποιηθεί.";
$l['error_ajax_search'] = "Παρουσιάστηκε πρόβλημα κατά την αναζήτηση ρυθμίσεων:";
$l['error_ajax_unknown'] = "Παρουσιάστηκε άγνωστο σφάλμα κατά την αναζήτηση ρυθμίσεων.";
$l['error_chmod_settings_file'] = "Το αρχείο ρυθμίσεων \"./inc/settings.php\" δεν είναι εγγράψιμο. Παρακαλώ CHMOD σε 666.<br />Για περισσότερες πληροφορίες σχετικά με το CHMOD, ανατρέξτε στα <a href=\"https://docs.mybb.com/1.8/administration/security/file-permissions\" target=\"_blank\" rel=\"noopener\">MyBB Docs</a>.";
$l['error_admin_email_settings_empty'] = '<div class="smalltext" style="font-weight: normal;">Σημειώστε ότι το <strong>Διαχειριστικό Email</strong> δεν αποθηκεύτηκε καθώς η ρύθμιση δεν μπορεί να είναι κενή και πρέπει να είναι έγκυρη διεύθυνση email.</div>';

$l['success_setting_added'] = "Η ρύθμιση δημιουργήθηκε με επιτυχία.";
$l['success_setting_updated'] = "Η ρύθμιση ενημερώθηκε με επιτυχία.";
$l['success_setting_deleted'] = "Η επιλεγμένη ρύθμιση διαγράφηκε με επιτυχία.";
$l['success_settings_updated'] = "Οι ρυθμίσεις ενημερώθηκαν με επιτυχία.";
$l['success_settings_updated_hiddencaptchaimage'] = '<div class="smalltext" style="font-weight: normal;">Σημειώστε ότι η ρύθμιση <strong>Κρυφού CAPTCHA πεδίου</strong> επανήλθε σε <strong>{1}</strong> λόγω σύγκρουσης με το πεδίο <strong>{2}</strong> στη φόρμα εγγραφής.</div>';
$l['success_settings_updated_username_method_conflict'] = '<div class="smalltext" style="font-weight: normal;">Σημειώστε ότι η ρύθμιση <b>Επιτρεπόμενες Μέθοδοι Σύνδεσης</b> δεν ενημερώθηκε λόγω του ότι επιτρέπεται η εγγραφή πολλαπλών χρηστών με την ίδια διεύθυνση email αυτή τη στιγμή.</div>';
$l['success_settings_updated_username_method'] = '<div class="smalltext" style="font-weight: normal;">Σημειώστε ότι η ρύθμιση <b>Επιτρεπόμενες Μέθοδοι Σύνδεσης</b> δεν ενημερώθηκε λόγω του ότι χρήστες χρησιμοποιούν την ίδια διεύθυνση email αυτή τη στιγμή.</div>';
$l['success_settings_updated_allowmultipleemails'] = '<div class="smalltext" style="font-weight: normal;">Σημειώστε ότι η ρύθμιση <b>Να επιτρέπονται οι εγγραφές με πολλαπλές διευθύνσεις email;</b> δεν μπορεί να ενεργοποιηθεί επειδή η ρύθμιση <b>Επιτρεπόμενες Μέθοδοι Σύνδεσης</b> επιτρέπει στους χρήστες να συνδέονται με τη διεύθυνση email.</div>';
$l['success_settings_updated_captchaimage'] = '<div class="smalltext" style="font-weight: normal;">Σημειώστε ότι η ρύθμιση <strong>Εικόνες CAPTCHA για Εγγραφή &amp; Δημοσίευση</strong> επανήλθε σε <strong>Προεπιλεγμένο CAPTCHA του MyBB</strong> λόγω έλλειψης δημόσιου/ιδιωτικού κλειδιού(ων).</div>';
$l['success_settings_updated_minsearchword'] = '<div class="smalltext" style="font-weight: normal;">Σημειώστε ότι η ρύθμιση <strong>Ελάχιστο Μήκος Λέξης Αναζήτησης</strong> ορίστηκε για να ταιριάζει με τη διαμόρφωση του συστήματος βάσης δεδομένων.</div>';
$l['success_display_orders_updated'] = "Οι εμφανιζόμενες σειρές των ρυθμίσεων ενημερώθηκαν με επιτυχία.";
$l['success_setting_group_added'] = "Η ομάδα ρυθμίσεων δημιουργήθηκε με επιτυχία.";
$l['success_setting_group_updated'] = "Η ομάδα ρυθμίσεων ενημερώθηκε με επιτυχία.";
$l['success_setting_group_deleted'] = "Η επιλεγμένη ομάδα ρυθμίσεων διαγράφηκε με επιτυχία.";
$l['success_duplicate_settings_deleted'] = "Όλες οι διπλότυπες ομάδες ρυθμίσεων διαγράφηκαν με επιτυχία.";

$l['searching'] = 'Αναζήτηση&hellip;';
$l['search_error'] = 'Παρουσιάστηκε σφάλμα κατά την ανάκτηση των αποτελεσμάτων αναζήτησης:';
$l['search_done'] = 'Ολοκληρώθηκε!';
