<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['mod_tools'] = "Εργαλεία Διαχειριστή";

$l['thread_tools'] = "Εργαλεία Θέματος";
$l['thread_tools_desc'] = "Τα προσαρμοσμένα εργαλεία διαχειριστή σας επιτρέπουν να δημιουργήσετε συνδυασμούς ενεργειών διαχειριστή που μπορούν να χρησιμοποιηθούν τόσο σε θέματα όσο και σε αναρτήσεις. Αυτά μπορούν να χρησιμοποιηθούν όπως τα προεπιλεγμένα εργαλεία κατά τη διαχείριση του φόρουμ σας. Εδώ μπορείτε να διαχειριστείτε τα προσαρμοσμένα εργαλεία θέματος σας.";

$l['add_thread_tool'] = "Προσθήκη Εργαλείου Θέματος";
$l['add_new_thread_tool'] = "Προσθήκη Νέου Εργαλείου Θέματος";
$l['add_thread_tool_desc'] = "Εδώ μπορείτε να προσθέσετε ένα νέο προσαρμοσμένο εργαλείο διαχείρισης θέματος. Αυτό το εργαλείο θα είναι προσβάσιμο από την ενσωματωμένη διαχείριση θέματος και από τα ίδια τα θέματα, καταχωρημένο με τα προεπιλεγμένα εργαλεία διαχείρισης.";

$l['post_tools'] = "Εργαλεία Ανάρτησης";
$l['post_tools_desc'] = "Τα προσαρμοσμένα εργαλεία διαχειριστή σας επιτρέπουν να δημιουργήσετε συνδυασμούς ενεργειών διαχειριστή που μπορούν να χρησιμοποιηθούν τόσο σε θέματα όσο και σε αναρτήσεις. Αυτά μπορούν να χρησιμοποιηθούν όπως τα προεπιλεγμένα εργαλεία κατά τη διαχείριση του φόρουμ σας. Εδώ μπορείτε να διαχειριστείτε τα προσαρμοσμένα εργαλεία ανάρτησης σας.";

$l['add_post_tool'] = "Προσθήκη Εργαλείου Ανάρτησης";
$l['add_new_post_tool'] = "Προσθήκη Νέου Εργαλείου Ανάρτησης";
$l['add_post_tool_desc'] = "Εδώ μπορείτε να προσθέσετε ένα νέο προσαρμοσμένο εργαλείο διαχείρισης ανάρτησης. Αυτό το εργαλείο θα είναι προσβάσιμο από τα ίδια τα θέματα, καταχωρημένο με τα προεπιλεγμένα εργαλεία διαχείρισης.";

$l['edit_post_tool'] = "Επεξεργασία Εργαλείου Ανάρτησης";
$l['edit_post_tool_desc'] = "Εδώ μπορείτε να επεξεργαστείτε τις ρυθμίσεις και τις ενέργειες του εργαλείου ανάρτησης.";
$l['edit_thread_tool'] = "Επεξεργασία Εργαλείου Θέματος";
$l['edit_thread_tool_desc'] = "Εδώ μπορείτε να επεξεργαστείτε τις ρυθμίσεις και τις ενέργειες του εργαλείου θέματος.";

$l['no_thread_tools'] = "Δεν υπάρχουν προσαρμοσμένα εργαλεία θέματος στο φόρουμ σας.";
$l['no_post_tools'] = "Δεν υπάρχουν προσαρμοσμένα εργαλεία ανάρτησης στο φόρουμ σας.";

$l['confirm_thread_tool_deletion'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το εργαλείο θέματος;";
$l['confirm_post_tool_deletion'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το εργαλείο ανάρτησης;";

$l['success_post_tool_deleted'] = "Το επιλεγμένο εργαλείο διαχείρισης ανάρτησης διαγράφηκε με επιτυχία.";
$l['success_thread_tool_deleted'] = "Το επιλεγμένο εργαλείο διαχείρισης θέματος διαγράφηκε με επιτυχία.";

$l['error_invalid_post_tool'] = "Το καθορισμένο εργαλείο ανάρτησης δεν υπάρχει.";
$l['error_invalid_thread_tool'] = "Το καθορισμένο εργαλείο θέματος δεν υπάρχει.";

$l['general_options'] = "Γενικές Επιλογές";
$l['short_description'] = "Σύντομη Περιγραφή";
$l['available_in_forums'] = "Διαθέσιμο σε φόρουμ";
$l['available_to_groups'] = "Διαθέσιμο σε ομάδες";
$l['show_confirmation'] = "Εμφάνιση Σελίδας Επιβεβαίωσης";
$l['save_thread_tool'] = "Αποθήκευση Εργαλείου Θέματος";

$l['title'] = "Τίτλος";

$l['thread_moderation'] = "Διαχείριση Θέματος";
$l['approve_unapprove'] = "Έγκριση/Απόρριψη θέματος;";
$l['no_change'] = "Χωρίς αλλαγή";
$l['approve'] = "Έγκριση";
$l['unapprove'] = "Απόρριψη";
$l['stick'] = "Καρφίτσωμα";
$l['unstick'] = "Αποκαρφίτσωμα";
$l['open'] = "Άνοιγμα";
$l['close'] = "Κλείσιμο";
$l['toggle'] = "Εναλλαγή";
$l['days'] = "Ημέρες";
$l['no_prefix'] = "Χωρίς Πρόθεμα";
$l['restore'] = "Επαναφορά";
$l['softdelete'] = "Μαλακή διαγραφή";

$l['forum_to_move_to'] = "Φόρουμ για μετακίνηση:";
$l['leave_redirect'] = "Αφήστε ανακατεύθυνση;";
$l['delete_redirect_after'] = "Διαγραφή ανακατεύθυνσης μετά από";
$l['do_not_move_thread'] = "Να μην μετακινηθεί το θέμα";
$l['do_not_copy_thread'] = "Να μην αντιγραφεί το θέμα";
$l['move_thread'] = "Μετακίνηση θέματος;";
$l['move_thread_desc'] = "Εάν μετακινείτε το θέμα(τα), το \"διαγραφή ανακατεύθυνσης μετά από... ημέρες\" συμπληρώνεται μόνο αν θα αφήσετε μια ανακατεύθυνση.";
$l['forum_to_copy_to'] = "Φόρουμ για αντιγραφή:";
$l['copy_thread'] = "Αντιγραφή θέματος;";
$l['open_close_thread'] = "Άνοιγμα/κλείσιμο θέματος;";
$l['stick_unstick_thread'] = "Καρφίτσωμα/αποκαρφίτσωμα θέματος;";
$l['softdelete_restore_thread'] = "Μαλακή διαγραφή/επαναφορά θέματος;";
$l['delete_thread'] = "Διαγραφή θέματος οριστικά;";
$l['merge_thread'] = "Συγχώνευση θέματος;";
$l['merge_thread_desc'] = "Μόνο εάν χρησιμοποιείται στην ενσωματωμένη διαχείριση.";
$l['delete_poll'] = "Διαγραφή δημοσκόπησης;";
$l['delete_redirects'] = "Διαγραφή ανακατευθύνσεων;";
$l['remove_subscriptions'] = "Αφαίρεση εγγραφών σε θέματα;";
$l['recount_rebuild'] = "Επαναϋπολογισμός & Ανακατασκευή;";
$l['apply_thread_prefix'] = "Εφαρμογή προθέματος θέματος;";
$l['new_subject'] = "Νέος τίτλος;";
$l['new_subject_desc'] = "Εισαγάγετε τον νέο τίτλο για το θέμα.";

$l['subject_message_replacements'] = "Διαθέσιμες αντικαταστάσεις";
$l['subject_message_replacements_desc'] = "Το {subject} αντιπροσωπεύει τον αρχικό τίτλο. Το {username} αντιπροσωπεύει το όνομα χρήστη του διαχειριστή. Το {author} αντιπροσωπεύει το όνομα χρήστη του συγγραφέα του θέματος.";

$l['add_new_reply'] = "Προσθήκη νέας απάντησης";
$l['add_new_reply_desc'] = "Αφήστε κενό για καμία απάντηση.";
$l['reply_subject'] = "Θέμα απάντησης";
$l['reply_subject_desc'] = "Χρησιμοποιείται μόνο εάν γίνει μια απάντηση.";

$l['success_mod_tool_created'] = "Το εργαλείο διαχείρισης δημιουργήθηκε με επιτυχία.";
$l['success_mod_tool_updated'] = "Το εργαλείο διαχείρισης ενημερώθηκε με επιτυχία.";

$l['inline_post_moderation'] = "Διαχείριση ανάρτησης σε γραμμή";
$l['delete_posts'] = "Διαγραφή αναρτήσεων οριστικά;";
$l['merge_posts'] = "Συγχώνευση αναρτήσεων;";
$l['merge_posts_desc'] = "Μόνο εάν χρησιμοποιείται από τη διαχείριση σε γραμμή.";
$l['approve_unapprove_posts'] = "Έγκριση/απόρριψη αναρτήσεων;";
$l['softdelete_restore_posts'] = "Μαλακή διαγραφή/επαναφορά αναρτήσεων;";

$l['split_posts'] = "Διαχωρισμός αναρτήσεων";
$l['split_posts2'] = "Διαχωρισμός αναρτήσεων;";
$l['do_not_split'] = "Να μην διαχωριστούν οι αναρτήσεις";
$l['split_to_same_forum'] = "Διαχωρισμός στο ίδιο φόρουμ";
$l['close_split_thread'] = "Κλείσιμο διαχωρισμένου θέματος;";
$l['stick_split_thread'] = "Καρφίτσωμα διαχωρισμένου θέματος;";
$l['unapprove_split_thread'] = "Απόρριψη διαχωρισμένου θέματος;";
$l['split_thread_prefix'] = "Πρόθεμα διαχωρισμένου θέματος";
$l['split_thread_subject'] = "Θέμα διαχωρισμένου θέματος";
$l['split_thread_subject_desc'] = "Απαιτείται μόνο εάν γίνεται διαχωρισμός αναρτήσεων.";
$l['add_new_split_reply'] = "Προσθήκη απάντησης σε διαχωρισμένο θέμα";
$l['add_new_split_reply_desc'] = "Αφήστε κενό για καμία απάντηση.";
$l['split_reply_subject'] = "Θέμα απάντησης";
$l['split_reply_subject_desc'] = "Χρησιμοποιείται μόνο εάν γίνει μια απάντηση.";
$l['save_post_tool'] = "Αποθήκευση εργαλείου ανάρτησης";

$l['send_private_message'] = 'Αποστολή Προσωπικού Μηνύματος';
$l['private_message_message'] = 'Μήνυμα';
$l['private_message_message_desc'] = 'Μήνυμα προς αποστολή στον συγγραφέα του θέματος. Αφήστε κενό για να απενεργοποιήσετε αυτήν τη λειτουργία.';
$l['private_message_subject'] = 'Θέμα';
$l['private_message_subject_desc'] = 'Εισαγάγετε το θέμα του Προσωπικού Μηνύματος.';

$l['error_missing_title'] = "Παρακαλώ εισαγάγετε ένα όνομα για αυτό το εργαλείο.";
$l['error_missing_description'] = "Παρακαλώ εισαγάγετε μια σύντομη περιγραφή για αυτό το εργαλείο.";
$l['error_no_forums_selected'] = "Παρακαλώ επιλέξτε τα φόρουμ στα οποία θα είναι διαθέσιμο αυτό το εργαλείο.";
$l['error_no_groups_selected'] = "Παρακαλώ επιλέξτε τις ομάδες στις οποίες θα είναι διαθέσιμο αυτό το εργαλείο.";
$l['error_forum_is_category'] = "Δεν μπορείτε να επιλέξετε ένα φόρουμ τύπου κατηγορίας ως φόρουμ προορισμού.";
