<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['warning_system'] = "Σύστημα Προειδοποιήσεων";
$l['warning_types'] = "Τύποι Προειδοποιήσεων";
$l['warning_types_desc'] = "Εδώ μπορείτε να διαχειριστείτε τη λίστα των διαφορετικών τύπων προειδοποιήσεων που το προσωπικό μπορεί να εκδώσει σε χρήστες.";
$l['add_warning_type'] = "Προσθήκη Νέου Τύπου Προειδοποίησης";
$l['add_warning_type_desc'] = "Εδώ μπορείτε να δημιουργήσετε έναν νέο προκαθορισμένο τύπο προειδοποίησης. Οι τύποι προειδοποιήσεων είναι επιλέξιμοι κατά την προειδοποίηση των χρηστών και μπορείτε να ορίσετε τον αριθμό των πόντων που προστίθενται για αυτόν τον τύπο, καθώς και τη χρονική περίοδο πριν λήξουν οι προειδοποιήσεις αυτού του τύπου.";
$l['edit_warning_type'] = "Επεξεργασία Τύπου Προειδοποίησης";
$l['edit_warning_type_desc'] = "Εδώ μπορείτε να επεξεργαστείτε αυτόν τον τύπο προειδοποίησης. Οι τύποι προειδοποιήσεων είναι επιλέξιμοι κατά την προειδοποίηση των χρηστών και μπορείτε να ορίσετε τον αριθμό των πόντων που προστίθενται για αυτόν τον τύπο, καθώς και τη χρονική περίοδο πριν λήξουν οι προειδοποιήσεις αυτού του τύπου.";
$l['warning_levels'] = "Επίπεδα Προειδοποιήσεων";
$l['warning_levels_desc'] = "Τα επίπεδα προειδοποιήσεων καθορίζουν τι συμβαίνει σε έναν χρήστη όταν φτάνει σε ένα συγκεκριμένο επίπεδο προειδοποίησης (ποσοστό των μέγιστων πόντων προειδοποίησης). Μπορείτε να απαγορεύσετε την πρόσβαση των χρηστών ή να αναστείλετε τα προνόμιά τους.";
$l['add_warning_level'] = "Προσθήκη Νέου Επιπέδου Προειδοποίησης";
$l['add_warning_level_desc'] = "Εδώ μπορείτε να δημιουργήσετε ένα νέο επίπεδο προειδοποίησης. Τα επίπεδα προειδοποιήσεων είναι ενέργειες που πρέπει να γίνουν κατά την επίτευξη του χρήστη ενός συγκεκριμένου ποσοστού του μέγιστου επιπέδου προειδοποίησης.";
$l['edit_warning_level'] = "Επεξεργασία Επιπέδου Προειδοποίησης";
$l['edit_warning_level_desc'] = "Τα επίπεδα προειδοποιήσεων είναι ενέργειες που πρέπει να γίνουν κατά την επίτευξη του χρήστη ενός συγκεκριμένου ποσοστού του μέγιστου επιπέδου προειδοποίησης.";

$l['percentage'] = "Ποσοστό";
$l['action_to_take'] = "Ενέργεια προς Εκτέλεση";
$l['move_banned_group'] = "Μετακίνηση στην αποκλεισμένη ομάδα ({3}) για {1} {2}";
$l['move_banned_group_permanent'] = "Μετακίνηση στην αποκλεισμένη ομάδα ({1}) Μόνιμα";
$l['suspend_posting'] = "Αναστολή των δικαιωμάτων αποστολής για {1} {2}";
$l['suspend_posting_permanent'] = "Αναστολή των δικαιωμάτων αποστολής Μόνιμα";
$l['moderate_new_posts'] = "Επιτήρηση νέων δημοσιεύσεων για {1} {2}";
$l['moderate_new_posts_permanent'] = "Επιτήρηση νέων δημοσιεύσεων Μόνιμα";
$l['no_warning_levels'] = "Δεν υπάρχουν επίπεδα προειδοποιήσεων στο φόρουμ σας αυτή τη στιγμή.";

$l['warning_type'] = "Τύπος Προειδοποίησης";
$l['points'] = "Πόντοι";
$l['expires_after'] = "Λήγει Μετά από";
$l['no_warning_types'] = "Δεν υπάρχουν τύποι προειδοποιήσεων στο φόρουμ σας αυτή τη στιγμή.";

$l['warning_points_percentage'] = "Ποσοστό των Μέγιστων Πόντων Προειδοποίησης";
$l['warning_points_percentage_desc'] = "Παρακαλώ εισάγετε έναν αριθμητικό τιμή από 1 έως 100.";
$l['action_to_be_taken'] = "Ενέργεια που θα γίνει";
$l['action_to_be_taken_desc'] = "Επιλέξτε την ενέργεια που θέλετε να γίνει όταν οι χρήστες φτάσουν στο παραπάνω επίπεδο.";
$l['ban_user'] = "Αποκλεισμός Χρήστη";
$l['banned_group'] = "Ομάδα αποκλεισμένων:";
$l['ban_length'] = "Διάρκεια αποκλεισμού:";
$l['suspend_posting_privileges'] = "Αναστολή Δικαιωμάτων Αποστολής";
$l['suspension_length'] = "Διάρκεια αναστολής:";
$l['moderate_posts'] = "Επιτήρηση Δημοσιεύσεων";
$l['moderation_length'] = "Διάρκεια επιτήρησης:";
$l['save_warning_level'] = "Αποθήκευση Επιπέδου Προειδοποίησης";

$l['title'] = "Τίτλος";
$l['points_to_add'] = "Πόντοι για Προσθήκη";
$l['points_to_add_desc'] = "Ο αριθμός των πόντων που προστίθενται στο επίπεδο προειδοποίησης των χρηστών.";
$l['warning_expiry'] = "Λήξη Προειδοποίησης";
$l['warning_expiry_desc'] = "Πόσο καιρό μετά την έκδοση αυτής της προειδοποίησης θέλετε να λήξει;";
$l['save_warning_type'] = "Αποθήκευση Τύπου Προειδοποίησης";

$l['expiration_hours'] = "Ώρα(ες)";
$l['expiration_days'] = "Ημέρα(ες)";
$l['expiration_weeks'] = "Εβδομάδα(ες)";
$l['expiration_months'] = "Μήνας(ες)";
$l['expiration_never'] = "Ποτέ";
$l['expiration_permanent'] = "Μόνιμο";

$l['error_invalid_warning_level'] = "Το καθορισμένο επίπεδο προειδοποίησης δεν υπάρχει.";
$l['error_invalid_warning_percentage'] = "Δεν εισαγάγατε έγκυρη τιμή ποσοστού για αυτό το επίπεδο προειδοποίησης. Η τιμή ποσοστού σας πρέπει να είναι από 1 έως 100.";
$l['error_invalid_warning_type'] = "Ο καθορισμένος τύπος προειδοποίησης δεν υπάρχει.";
$l['error_missing_action_type'] = "Παρακαλώ επιλέξτε μία από τις ενέργειες που θα γίνουν για να αντιστοιχιστεί με αυτό το νέο επίπεδο προειδοποίησης.";
$l['error_missing_type_title'] = "Δεν εισαγάγατε τίτλο για αυτόν τον τύπο προειδοποίησης";
$l['error_missing_type_points'] = "Δεν εισαγάγατε έγκυρο αριθμό πόντων για προσθήκη κατά την έκδοση προειδοποιήσεων αυτού του τύπου. Πρέπει να εισαγάγετε έναν αριθμό μεγαλύτερο από 0 αλλά όχι μεγαλύτερο από {1}";

$l['success_warning_level_created'] = "Το επίπεδο προειδοποίησης δημιουργήθηκε με επιτυχία.";
$l['success_warning_level_updated'] = "Το επίπεδο προειδοποίησης ενημερώθηκε με επιτυχία.";
$l['success_warning_level_deleted'] = "Το επιλεγμένο επίπεδο προειδοποίησης διαγράφηκε με επιτυχία.";
$l['success_warning_type_created'] = "Ο τύπος προειδοποίησης δημιουργήθηκε με επιτυχία.";
$l['success_warning_type_updated'] = "Ο τύπος προειδοποίησης ενημερώθηκε με επιτυχία.";
$l['success_warning_type_deleted'] = "Ο επιλεγμένος τύπος προειδοποίησης διαγράφηκε με επιτυχία.";

$l['confirm_warning_level_deletion'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το επίπεδο προειδοποίησης;";
$l['confirm_warning_type_deletion'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον τύπο προειδοποίησης;";
