<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */
$l['smilies'] = "Χαμόγελα";
$l['manage_smilies'] = "Διαχείριση Χαμόγελων";
$l['manage_smilies_desc'] = "Σε αυτήν την ενότητα μπορείτε να επεξεργαστείτε και να διαγράψετε τα χαμόγελά σας.";
$l['add_smilie'] = "Προσθήκη Νέου Χαμόγελου";
$l['add_smilie_desc'] = "Εδώ μπορείτε να προσθέσετε ένα μόνο νέο χαμόγελο.";
$l['add_multiple_smilies'] = "Προσθήκη Πολλαπλών Χαμόγελων";
$l['add_multiple_smilies_desc'] = "Εδώ μπορείτε να προσθέσετε πολλαπλά νέα χαμόγελα ταυτόχρονα.";
$l['edit_smilie'] = "Επεξεργασία Χαμόγελου";
$l['edit_smilie_desc'] = "Εδώ μπορείτε να επεξεργαστείτε ένα μόνο χαμόγελο.";
$l['mass_edit'] = "Μαζική Επεξεργασία";
$l['mass_edit_desc'] = "Εδώ μπορείτε να επεξεργαστείτε εύκολα όλα τα χαμόγελά σας με μία κίνηση.";

$l['no_smilies'] = "Δεν υπάρχουν χαμόγελα στο φόρουμ σας αυτήν τη στιγμή.";

$l['image'] = "Εικόνα";
$l['name'] = "Όνομα";
$l['text_replace'] = "Κείμενο για Αντικατάσταση";
$l['text_replace_desc'] = "Αυτό είναι το κείμενο που θα αντικατασταθεί με το χαμόγελο (εισαγάγετε ένα ανά γραμμή).";
$l['image_path'] = "Διαδρομή Εικόνας";
$l['image_path_desc'] = "Αυτή είναι η διαδρομή προς την εικόνα του χαμόγελου. Εάν θέλετε να χρησιμοποιήσετε διαφορετικές εικόνες χαμόγελων για διάφορα θέματα, χρησιμοποιήστε το <strong>{theme}</strong> για να αναπαραστήσετε τον κατάλογο εικόνων κάθε θέματος.";
$l['order'] = "Σειρά";
$l['display_order'] = "Σειρά Εμφάνισης";
$l['display_order_desc'] = "Η σειρά στη λίστα των χαμόγελων που θα εμφανίζεται αυτό. Αυτός ο αριθμός δεν πρέπει να είναι ίδιος με άλλο χαμόγελο.";
$l['mass_edit_show_clickable'] = "Εμφάνιση σε Κλικάρισμα;";
$l['show_clickable'] = "Εμφάνιση στην λίστα κλικαρίσματος;";
$l['show_clickable_desc'] = "Θέλετε αυτό το χαμόγελο να εμφανίζεται στην λίστα κλικαρίσματος χαμόγελων στον επεξεργαστή αναρτήσεων;";
$l['include'] = "Προσθήκη;";
$l['path_to_images'] = "Διαδρομή προς τις Εικόνες";
$l['path_to_images_desc'] = "Αυτή είναι η διαδρομή προς τον φάκελο στον οποίο βρίσκονται οι εικόνες.";
$l['smilie_delete'] = "Διαγραφή;";
$l['save_smilie'] = "Αποθήκευση Χαμόγελου";
$l['save_smilies'] = "Αποθήκευση Χαμόγελων";
$l['show_smilies'] = "Εμφάνιση Χαμόγελων";
$l['reset'] = "Επαναφορά";

$l['error_missing_name'] = "Δεν εισαγάγατε όνομα για αυτό το χαμόγελο.";
$l['error_missing_text_replacement'] = "Δεν εισαγάγατε κείμενο αντικατάστασης για αυτό το χαμόγελο.";
$l['error_missing_path'] = "Δεν εισαγάγατε διαδρομή για αυτό το χαμόγελο.";
$l['error_missing_path_multiple'] = "Δεν εισαγάγατε διαδρομή.";
$l['error_missing_order'] = "Δεν εισαγάγατε σειρά εμφάνισης για αυτό το χαμόγελο.";
$l['error_duplicate_order'] = "Δεν εισαγάγατε έγκυρη σειρά εμφάνισης για αυτό το χαμόγελο.";
$l['error_missing_clickable'] = "Δεν καθορίσατε ναι ή όχι για την επιλογή \"Εμφάνιση σε Κλικάρισμα\".";
$l['error_no_smilies'] = "Δεν υπάρχουν χαμόγελα στον καθορισμένο κατάλογο ή όλα τα χαμόγελα στον κατάλογο έχουν ήδη προστεθεί.";
$l['error_no_images'] = "Δεν υπάρχουν εικόνες στον καθορισμένο κατάλογο.";
$l['error_none_included'] = "Δεν επιλέξατε κανένα χαμόγελο για περιλαμβανόμενο.";
$l['error_invalid_path'] = "Δεν εισαγάγατε έγκυρη διαδρομή.";
$l['error_invalid_smilie'] = "Το καθορισμένο χαμόγελο δεν υπάρχει.";

$l['success_smilie_added'] = "Το χαμόγελο προστέθηκε με επιτυχία.";
$l['success_multiple_smilies_added'] = "Τα επιλεγμένα χαμόγελα προστέθηκαν με επιτυχία.";
$l['success_smilie_updated'] = "Το χαμόγελο ενημερώθηκε με επιτυχία.";
$l['success_multiple_smilies_updated'] = "Τα χαμόγελα ενημερώθηκαν με επιτυχία.";
$l['success_smilie_deleted'] = "Το επιλεγμένο χαμόγελο διαγράφηκε με επιτυχία.";
$l['success_mass_edit_updated'] = "Τα χαμόγελα ενημερώθηκαν με επιτυχία.";

$l['confirm_smilie_deletion'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το χαμόγελο;";

