<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['thread_prefixes'] = "Προθέματα Θέματος";
$l['thread_prefixes_in'] = "Προθέματα Θέματος στο \"{1}\"";
$l['thread_prefixes_desc'] = "Τα προθέματα θέματος σας επιτρέπουν να ορίσετε προθέματα που οι χρήστες μπορούν να αναθέσουν στα θέματά τους. Τα θέματα μπορούν στη συνέχεια να φιλτραριστούν ανά πρόθεμα εντός ενός φόρουμ.";

$l['add_new_thread_prefix'] = "Προσθήκη Νέου Προθέματος Θέματος";
$l['add_new_thread_prefix_desc'] = "Εδώ μπορείτε να προσθέσετε ένα νέο πρόθεμα θέματος και να ορίσετε πού είναι διαθέσιμο, καθώς και ποια ομάδα χρηστών μπορεί να το χρησιμοποιήσει.";

$l['edit_prefix'] = "Επεξεργασία Προθέματος";
$l['edit_prefix_desc'] = "Εδώ μπορείτε να επεξεργαστείτε ένα πρόθεμα θέματος και να αλλάξετε τον τρόπο προβολής του, πού είναι διαθέσιμο και ποια ομάδα χρηστών μπορεί να το χρησιμοποιήσει.";
$l['edit_thread_prefix'] = "Επεξεργασία Προθέματος Θέματος";
$l['delete_thread_prefix'] = "Διαγραφή Προθέματος Θέματος";

$l['prefix_options'] = "Επιλογές Προθέματος";
$l['save_thread_prefix'] = "Αποθήκευση Προθέματος Θέματος";

$l['prefix'] = "Πρόθεμα";
$l['forums'] = "Διαθέσιμο σε Φόρουμ";
$l['prefix_desc'] = "Έκδοση καθαρού κειμένου του προθέματος που θα εμφανίζεται στα μενού επιλογής.";
$l['display_style'] = "Στυλ Εμφάνισης";
$l['display_style_desc'] = "Έτσι θα εμφανίζεται το πρόθεμα δίπλα στους τίτλους των θεμάτων. Μπορείτε να εισάγετε HTML κώδικα εδώ ή απλά να χρησιμοποιήσετε τον ίδιο κώδικα με την έκδοση καθαρού κειμένου παραπάνω.";
$l['available_in_forums'] = "Διαθέσιμο σε φόρουμ";
$l['available_to_groups'] = "Διαθέσιμο σε ομάδες";

$l['no_thread_prefixes'] = "Δεν υπάρχουν προθέματα θέματος που έχουν οριστεί.";

$l['confirm_thread_prefix_deletion'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το πρόθεμα θέματος; Σημείωση: Θα πρέπει να ενημερώσετε οποιαδήποτε προσαρμοσμένα εργαλεία του συντονιστή που χρησιμοποιούν αυτό το πρόθεμα μετά τη διαγραφή του.";

$l['success_thread_prefix_created'] = "Το πρόθεμα θέματος δημιουργήθηκε με επιτυχία.";
$l['success_thread_prefix_updated'] = "Το πρόθεμα θέματος ενημερώθηκε με επιτυχία.";
$l['success_thread_prefix_deleted'] = "Το πρόθεμα θέματος διαγράφηκε με επιτυχία. Παρακαλούμε ενημερώστε οποιαδήποτε προσαρμοσμένα εργαλεία του συντονιστή που χρησιμοποιούν αυτό το πρόθεμα";

$l['error_missing_prefix'] = "Παρακαλούμε εισάγετε το πρόθεμα που θέλετε να προσθέσετε.";
$l['error_missing_display_style'] = "Παρακαλούμε εισάγετε ένα στυλ εμφάνισης για αυτό το πρόθεμα.";
$l['error_no_forums_selected'] = "Παρακαλούμε επιλέξτε τα φόρουμ στα οποία θα είναι διαθέσιμο αυτό το πρόθεμα.";
$l['error_no_groups_selected'] = "Παρακαλούμε επιλέξτε τις ομάδες στις οποίες θα είναι διαθέσιμο αυτό το πρόθεμα.";
$l['error_invalid_prefix'] = "Το καθορισμένο πρόθεμα θέματος δεν υπάρχει.";
