<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['post_icons'] = "Εικονίδια Δημοσιεύσεων";
$l['add_post_icon'] = "Προσθήκη Νέου Εικονιδίου Δημοσίευσης";
$l['add_post_icon_desc'] = "Εδώ μπορείτε να προσθέσετε ένα μόνο νέο εικονίδιο δημοσίευσης.";
$l['add_multiple_post_icons'] = "Προσθήκη Πολλαπλών Εικονιδίων Δημοσίευσης";
$l['add_multiple_post_icons_desc'] = "Εδώ μπορείτε να προσθέσετε πολλαπλά νέα εικονίδια δημοσίευσης.";
$l['edit_post_icon'] = "Επεξεργασία Εικονιδίου Δημοσίευσης";
$l['edit_post_icon_desc'] = "Εδώ μπορείτε να επεξεργαστείτε ένα εικονίδιο δημοσίευσης.";
$l['manage_post_icons'] = "Διαχείριση Εικονιδίων Δημοσίευσης";
$l['manage_post_icons_desc'] = "Αυτή η ενότητα σας επιτρέπει να επεξεργαστείτε, να διαγράψετε και να διαχειριστείτε τα εικονίδια δημοσίευσης σας.";

$l['name_desc'] = "Αυτό είναι το όνομα για το εικονίδιο δημοσίευσης.";
$l['image_path'] = "Διαδρομή Εικόνας";
$l['image_path_desc'] = "Αυτή είναι η διαδρομή προς την εικόνα του εικονιδίου δημοσίευσης. Εάν θέλετε να χρησιμοποιήσετε διαφορετικές εικόνες εικονιδίων δημοσίευσης για διάφορα θέματα, χρησιμοποιήστε το <strong>{theme}</strong> για να αναπαραστήσετε τον κατάλογο εικόνων κάθε θέματος.";
$l['save_post_icon'] = "Αποθήκευση Εικονιδίου Δημοσίευσης";
$l['reset'] = "Επαναφορά";

$l['path_to_images'] = "Διαδρομή προς τις Εικόνες";
$l['path_to_images_desc'] = "Αυτή είναι η διαδρομή προς τον φάκελο στον οποίο βρίσκονται οι εικόνες.";
$l['show_post_icons'] = "Εμφάνιση Εικονιδίων Δημοσίευσης";
$l['image'] = "Εικόνα";
$l['add'] = "Προσθήκη;";
$l['save_post_icons'] = "Αποθήκευση Εικονιδίων Δημοσίευσης";

$l['no_post_icons'] = "Δεν υπάρχουν εικονίδια δημοσίευσης στο φόρουμ σας αυτή τη στιγμή.";

$l['error_missing_name'] = "Δεν εισαγάγατε όνομα για αυτό το εικονίδιο δημοσίευσης";
$l['error_missing_path'] = "Δεν εισαγάγατε διαδρομή για αυτό το εικονίδιο δημοσίευσης";
$l['error_missing_path_multiple'] = "Δεν εισαγάγατε διαδρομή";
$l['error_invalid_path'] = "Δεν εισαγάγατε έγκυρη διαδρομή";
$l['error_no_images'] = "Δεν υπάρχουν εικονίδια δημοσίευσης στον καθορισμένο φάκελο ή όλα τα εικονίδια δημοσίευσης στον φάκελο έχουν ήδη προστεθεί.";
$l['error_none_included'] = "Δεν επιλέξατε κανένα εικονίδιο δημοσίευσης για συμπερίληψη.";
$l['error_invalid_post_icon'] = "Το καθορισμένο εικονίδιο δημοσίευσης δεν υπάρχει.";

$l['success_post_icon_added'] = "Το εικονίδιο δημοσίευσης προστέθηκε με επιτυχία.";
$l['success_post_icons_added'] = "Τα επιλεγμένα εικονίδια δημοσίευσης προστέθηκαν με επιτυχία.";
$l['success_post_icon_updated'] = "Το εικονίδιο δημοσίευσης ενημερώθηκε με επιτυχία.";
$l['success_post_icon_deleted'] = "Το επιλεγμένο εικονίδιο δημοσίευσης διαγράφηκε με επιτυχία.";

$l['confirm_post_icon_deletion'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το εικονίδιο δημοσίευσης;";
