<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['security_questions'] = "Ερωτήσεις Ασφαλείας";
$l['security_questions_desc'] = "Εδώ μπορείτε να δημιουργήσετε και να διαχειριστείτε ερωτήσεις ασφαλείας που θα εμφανίζονται τυχαία κατά την εγγραφή.";
$l['add_new_question'] = "Προσθήκη Νέας Ερώτησης";
$l['add_new_question_desc'] = "Προσθέστε μια ερώτηση και τις απαντήσεις της για τις ερωτήσεις ασφαλείας που θα χρησιμοποιηθούν κατά την εγγραφή.";
$l['edit_question'] = "Επεξεργασία Ερώτησης";
$l['edit_question_desc'] = "Εδώ μπορείτε να επεξεργαστείτε μια ερώτηση ασφαλείας.";
$l['preview_question'] = "Προεπισκόπηση Ερώτησης";

$l['options'] = "Επιλογές";
$l['shown'] = "Εμφανίζεται";
$l['correct'] = "Σωστή";
$l['incorrect'] = "Λανθασμένη";
$l['disable_question'] = "Απενεργοποίηση Ερώτησης";
$l['enable_question'] = "Ενεργοποίηση Ερώτησης";
$l['delete_question'] = "Διαγραφή Ερώτησης";
$l['no_security_questions'] = "Δεν υπάρχουν ερωτήσεις ασφαλείας στο φόρουμ σας αυτή τη στιγμή.";

$l['question'] = "Ερώτηση";
$l['question_desc'] = "Εισαγάγετε την ερώτηση που θέλετε να απαντηθεί κατά την εγγραφή.";
$l['answers'] = "Απαντήσεις";
$l['answers_desc'] = "Εισαγάγετε τις απαντήσεις στην παραπάνω ερώτηση. Παρακαλούμε εισαγάγετε κάθε απάντηση σε ξεχωριστή γραμμή.";
$l['active'] = "Ενεργή";
$l['save_question'] = "Αποθήκευση Ερώτησης";

$l['error_invalid_question'] = "Έχετε επιλέξει μια μη έγκυρη ερώτηση.";
$l['error_missing_question'] = "Δεν εισαγάγατε μια ερώτηση για αυτή την ερώτηση";
$l['error_missing_answer'] = "Δεν εισαγάγατε καμία απάντηση για αυτή την ερώτηση";

$l['success_question_created'] = "Η ερώτηση δημιουργήθηκε με επιτυχία.";
$l['success_question_updated'] = "Η ερώτηση ενημερώθηκε με επιτυχία.";
$l['success_question_disabled'] = "Η ερώτηση απενεργοποιήθηκε με επιτυχία.";
$l['success_question_enabled'] = "Η ερώτηση ενεργοποιήθηκε με επιτυχία.";
$l['success_question_deleted'] = "Η ερώτηση διαγράφηκε με επιτυχία.";

$l['confirm_question_deletion'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την ερώτηση;";

