<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['plugins'] = "Πρόσθετα";
$l['plugins_desc'] = "Αυτή η ενότητα σας επιτρέπει να ενεργοποιήσετε, απενεργοποιήσετε και διαχειριστείτε τα πρόσθετα που έχετε μεταφορτώσει στον κατάλογο <strong>inc/plugins</strong> του φόρουμ σας. Για να αποκρύψετε ένα πρόσθετο από την προβολή, αλλά χωρίς να χάσετε καμία αποθηκευμένη πληροφορία από αυτό, κάντε κλικ στον σύνδεσμο Απενεργοποίηση.";
$l['plugin_updates'] = "Ενημερώσεις Προσθέτων";
$l['plugin_updates_desc'] = "Αυτή η ενότητα σας επιτρέπει να ελέγξετε για ενημερώσεις σε όλα τα πρόσθετά σας.";
$l['browse_plugins'] = "Περιήγηση στα Πρόσθετα";
$l['browse_plugins_desc'] = "Εδώ μπορείτε να περιηγηθείτε στον επίσημο ιστότοπο τροποποιήσεων του MyBB για πρόσθετα που είναι συμβατά με τη σειρά του MyBB που χρησιμοποιείτε.";
$l['browse_all_plugins'] = "Περιήγηση σε Όλα τα Πρόσθετα";

$l['plugin'] = "Πρόσθετο";
$l['active_plugin'] = "Ενεργά Πρόσθετα";
$l['inactive_plugin'] = "Ανενεργά Πρόσθετα";
$l['your_version'] = "Η Έκδοσή σας";
$l['latest_version'] = "Τελευταία Έκδοση";
$l['download'] = "Λήψη";
$l['deactivate'] = "Απενεργοποίηση";
$l['activate'] = "Ενεργοποίηση";
$l['install_and_activate'] = "Εγκατάσταση &amp; Ενεργοποίηση";
$l['uninstall'] = "Απεγκατάσταση";
$l['created_by'] = "Δημιουργήθηκε από";
$l['no_plugins'] = "Δεν υπάρχουν πρόσθετα στο φόρουμ σας αυτή τη στιγμή.";
$l['no_active_plugins'] = "Δεν υπάρχουν ενεργά πρόσθετα στο φόρουμ σας.";
$l['no_inactive_plugins'] = "Δεν υπάρχουν ανενεργά πρόσθετα διαθέσιμα.";

$l['plugin_incompatible'] = "Αυτό το πρόσθετο δεν είναι συμβατό με το MyBB {1}";

$l['recommended_plugins_for_mybb'] = "Προτεινόμενα Πρόσθετα για το MyBB {1}";
$l['browse_results_for_mybb'] = "Αναζήτηση Αποτελεσμάτων για το MyBB {1}";
$l['search_for_plugins'] = "Αναζήτηση για Πρόσθετα";
$l['search'] = "Αναζήτηση";

$l['error_vcheck_no_supported_plugins'] = "Κανένα από τα εγκατεστημένα πρόσθετα δεν υποστηρίζει έλεγχο έκδοσης.";
$l['error_vcheck_communications_problem'] = "Παρουσιάστηκε πρόβλημα κατά την επικοινωνία με τον διακομιστή έκδοσης τροποποιήσεων του MyBB. Παρακαλούμε δοκιμάστε ξανά σε λίγα λεπτά.";
$l['error_vcheck_vulnerable'] = "[Ευπάθεια πρόσθετου]:";
$l['error_vcheck_vulnerable_notes'] = "Αυτή η υποβολή έχει χαρακτηριστεί ως ευπαθής από το προσωπικό του MyBB. Συνιστούμε την πλήρη απεγκατάσταση αυτής της τροποποίησης. Παρακαλούμε δείτε τις παρακάτω σημειώσεις: ";
$l['error_no_input'] = "Κωδικός σφάλματος 1: Δεν έχει καθοριστεί είσοδος.";
$l['error_no_pids'] = "Κωδικός σφάλματος 2: Δεν έχουν καθοριστεί αναγνωριστικά πρόσθετων.";
$l['error_communication_problem'] = "Παρουσιάστηκε πρόβλημα κατά την επικοινωνία με τον διακομιστή τροποποιήσεων του MyBB. Παρακαλούμε δοκιμάστε ξανά σε λίγα λεπτά.";
$l['error_invalid_plugin'] = "Το επιλεγμένο πρόσθετο δεν υπάρχει.";
$l['error_no_results_found'] = "Δεν βρέθηκαν αποτελέσματα για τις καθορισμένες λέξεις-κλειδιά.";

$l['success_plugins_up_to_date'] = "Συγχαρητήρια, όλα τα πρόσθετά σας είναι ενημερωμένα.";
$l['success_plugin_activated'] = "Το επιλεγμένο πρόσθετο ενεργοποιήθηκε με επιτυχία.";
$l['success_plugin_deactivated'] = "Το επιλεγμένο πρόσθετο απενεργοποιήθηκε με επιτυχία.";
$l['success_plugin_installed'] = "Το επιλεγμένο πρόσθετο εγκαταστάθηκε και ενεργοποιήθηκε με επιτυχία.";
$l['success_plugin_uninstalled'] = "Το επιλεγμένο πρόσθετο απεγκαταστάθηκε με επιτυχία.";
