<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['calendars'] = "Ημερολόγια";
$l['manage_calendars'] = "Διαχείριση Ημερολογίων";
$l['manage_calendars_desc'] = "Σε αυτήν την ενότητα μπορείτε να διαχειριστείτε τα ημερολόγια στο φόρουμ σας. Εάν αλλάξετε τη σειρά εμφάνισης για ένα ή περισσότερα ημερολόγια, βεβαιωθείτε ότι υποβάλλετε τη φόρμα στο κάτω μέρος της σελίδας.";
$l['add_calendar'] = "Προσθήκη Νέου Ημερολογίου";
$l['add_calendar_desc'] = "Εδώ μπορείτε να δημιουργήσετε ένα νέο ημερολόγιο.";
$l['edit_calendar'] = "Επεξεργασία Ημερολογίου";
$l['edit_calendar_desc'] = "Εδώ μπορείτε να επεξεργαστείτε τις ρυθμίσεις για αυτό το ημερολόγιο.";

$l['calendar'] = "Ημερολόγιο";
$l['order'] = "Σειρά";
$l['no_calendars'] = "Δεν υπάρχουν ημερολόγια στο φόρουμ σας αυτήν τη στιγμή.";
$l['save_calendar_orders'] = "Αποθήκευση Σειράς Εμφάνισης Ημερολογίων";

$l['name'] = "Όνομα";
$l['display_order'] = "Σειρά Εμφάνισης";
$l['display_order_desc'] = "Η σειρά με την οποία εμφανίζονται τα ημερολόγια στην επιλογή ημερολογίου. Το ημερολόγιο με σειρά εμφάνισης 1 θα εμφανίζεται από προεπιλογή στη σελίδα του ημερολογίου.";
$l['week_start'] = "Έναρξη Εβδομάδας";
$l['week_start_desc'] = "Εδώ μπορείτε να ορίσετε την ημέρα που θα ξεκινά η εβδομάδα για αυτό το ημερολόγιο.";
$l['sunday'] = "Κυριακή";
$l['monday'] = "Δευτέρα";
$l['tuesday'] = "Τρίτη";
$l['wednesday'] = "Τετάρτη";
$l['thursday'] = "Πέμπτη";
$l['friday'] = "Παρασκευή";
$l['saturday'] = "Σάββατο";
$l['event_limit'] = "Όριο Εκδηλώσεων";
$l['event_limit_desc'] = "Ο αριθμός των εκδηλώσεων που θα εμφανίζονται πριν εμφανιστεί ένας μόνος σύνδεσμος για όλες τις εκδηλώσεις της συγκεκριμένης ημέρας.";
$l['show_birthdays'] = "Εμφάνιση Γενεθλίων;";
$l['show_birthdays_desc'] = "Θέλετε να εμφανίζονται τα γενέθλια των εγγεγραμμένων χρηστών σε αυτό το ημερολόγιο;";
$l['moderate_events'] = "Μετριάστε Νέες Εκδηλώσεις;";
$l['moderate_events_desc'] = "Εάν αυτή η επιλογή είναι ορισμένη σε 'Ναι', όλες οι εκδηλώσεις θα υπόκεινται σε μετριασμό εκτός από αυτές που δημιουργούνται από μέλη με τα δικαιώματα ημερολογίου 'Παράκαμψη ουράς μετριασμού'.";
$l['allow_html'] = "Να επιτρέπεται το HTML στις Εκδηλώσεις;";
$l['allow_mycode'] = "Να επιτρέπεται το MyCode στις Εκδηλώσεις;";
$l['allow_img'] = "Να επιτρέπεται ο κώδικας [IMG] στις Εκδηλώσεις;";
$l['allow_video'] = "Να επιτρέπεται ο κώδικας [VIDEO] στις Εκδηλώσεις;";
$l['allow_smilies'] = "Να επιτρέπονται τα Smilies στις Εκδηλώσεις;";
$l['save_calendar'] = "Αποθήκευση Ημερολογίου";

$l['permissions'] = "Δικαιώματα";
$l['edit_permissions'] = "Επεξεργασία Δικαιωμάτων Ημερολογίου";
$l['calendar_permissions_for'] = "Δικαιώματα Ημερολογίου για";
$l['permissions_group'] = "Ομάδα";
$l['permissions_view'] = "Προβολή";
$l['permissions_post_events'] = "Δημοσίευση Εκδηλώσεων";
$l['permissions_bypass_moderation'] = "Παράκαμψη Μετριασμού";
$l['permissions_moderator'] = "Δικαιώματα Συντονιστή";
$l['permissions_all'] = "Όλα;";
$l['permissions_use_group_default'] = "Χρήση Προεπιλογής Ομάδας";
$l['save_permissions'] = "Αποθήκευση Δικαιωμάτων";

$l['error_invalid_calendar'] = "Το καθορισμένο ημερολόγιο δεν υπάρχει.";
$l['error_missing_name'] = "Δεν καταχωρήσατε όνομα για αυτό το ημερολόγιο";
$l['error_missing_order'] = "Δεν καταχωρήσατε σειρά εμφάνισης για αυτό το ημερολόγιο";

$l['success_calendar_created'] = "Το ημερολόγιο δημιουργήθηκε με επιτυχία.";
$l['success_calendar_updated'] = "Το ημερολόγιο ενημερώθηκε με επιτυχία.";
$l['success_calendar_permissions_updated'] = "Τα δικαιώματα του ημερολογίου ενημερώθηκαν με επιτυχία.";
$l['success_calendar_deleted'] = "Το επιλεγμένο ημερολόγιο διαγράφηκε με επιτυχία.";
$l['success_calendar_orders_updated'] = "Οι σειρές εμφάνισης των ημερολογίων ενημερώθηκαν με επιτυχία.";

$l['confirm_calendar_deletion'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το ημερολόγιο;";

