<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['forum_announcements'] = "Ανακοινώσεις Φόρουμ";
$l['forum_announcements_desc'] = "Εδώ μπορείτε να διαχειριστείτε τις ανακοινώσεις στο φόρουμ σας. Οι παγκόσμιες ανακοινώσεις εμφανίζονται σε όλα τα φόρουμ, ενώ αυτές που έχουν οριστεί για τα μεμονωμένα φόρουμ εμφανίζονται σε αυτό το φόρουμ και σε όλα τα παιδικά φόρουμ.";
$l['add_announcement'] = "Προσθήκη Ανακοίνωσης";
$l['add_announcement_desc'] = "Εδώ μπορείτε να προσθέσετε μια ανακοίνωση για ένα μεμονωμένο φόρουμ ή για όλα τα φόρουμ.";
$l['update_announcement'] = "Ενημέρωση Ανακοίνωσης";
$l['preview_announcement'] = "Προεπισκόπηση Ανακοίνωσης";
$l['update_announcement_desc'] = "Εδώ μπορείτε να ενημερώσετε τις λεπτομέρειες μιας ανακοίνωσης.";

$l['start_date_desc'] = "Σε αυτήν την ημερομηνία και ώρα (σε GMT), η ανακοίνωση θα εμφανιστεί στα επιλεγμένα φόρουμ(ς).";
$l['end_date_desc'] = "Σε αυτήν την ημερομηνία και ώρα (σε GMT), η ανακοίνωση θα κρυφτεί από την προβολή στο φόρουμ σας. Μπορείτε να επιλέξετε να μην λήξει ποτέ αυτή η ανακοίνωση μέχρι να τη διαγράψετε ή να επεξεργαστείτε την ημερομηνία λήξης.";
$l['forums_to_appear_in_desc'] = "Η ανακοίνωση θα εμφανίζεται στα επιλεγμένα φόρουμ που ακολουθούν. Η ανακοίνωση θα εμφανίζεται στο επιλεγμένο φόρουμ και σε όλα τα παιδικά φόρουμ του επιλεγμένου φόρουμ.";

$l['announcement'] = "Ανακοίνωση";
$l['global_announcements'] = "Παγκόσμιες Ανακοινώσεις";

$l['no_global_announcements'] = "Δεν υπάρχουν παγκόσμιες ανακοινώσεις φόρουμ αυτή τη στιγμή.";
$l['no_forums'] = "Δεν υπάρχουν αυτή τη στιγμή φόρουμ που έχουν ρυθμιστεί για να εμφανίζουν ανακοινώσεις.";

$l['confirm_announcement_deletion'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την ανακοίνωση;";

$l['success_announcement_deleted'] = "Η επιλεγμένη ανακοίνωση διαγράφηκε με επιτυχία.";
$l['success_added_announcement'] = "Η επιλεγμένη ανακοίνωση δημιουργήθηκε με επιτυχία.";
$l['success_updated_announcement'] = "Η επιλεγμένη ανακοίνωση ενημερώθηκε με επιτυχία.";

$l['error_invalid_announcement'] = "Παρακαλώ εισάγετε μια έγκυρη ανακοίνωση.";
$l['error_missing_title'] = "Δεν εισαγάγατε τίτλο.";
$l['error_missing_message'] = "Δεν εισαγάγατε μήνυμα.";
$l['error_missing_forum'] = "Δεν επιλέξατε φόρουμ.";
$l['error_invalid_start_date'] = "Η ημερομηνία έναρξης της ανακοίνωσης δεν είναι έγκυρη.";
$l['error_invalid_end_date'] = "Η ημερομηνία λήξης της ανακοίνωσης δεν είναι έγκυρη.";
$l['error_end_before_start'] = "Η ημερομηνία λήξης πρέπει να είναι μετά την ημερομηνία έναρξης.";

$l['add_an_announcement'] = "Προσθήκη μιας ανακοίνωσης";
$l['update_an_announcement'] = "Ενημέρωση μιας ανακοίνωσης";
$l['save_announcement'] = "Αποθήκευση Ανακοίνωσης";
$l['title'] = "Τίτλος";
$l['start_date'] = "Ημερομηνία Έναρξης";
$l['end_date'] = "Ημερομηνία Λήξης";
$l['message'] = "Μήνυμα";
$l['forums_to_appear_in'] = "Φόρουμ που θα εμφανίζεται";
$l['allow_html'] = "Να επιτρέπεται το HTML;";
$l['allow_mycode'] = "Να επιτρέπεται το MyCode;";
$l['allow_smilies'] = "Να επιτρέπονται τα Smilies;";
$l['time'] = "Ώρα:";
$l['set_time'] = "Ορισμός Ώρας";

$l['announcement_preview'] = 'Προεπισκόπηση Ανακοίνωσης';
