<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

// Καρτέλες
$l['attachments'] = "Συνημμένα";
$l['stats'] = "Στατιστικά";
$l['find_attachments'] = "Εύρεση Συνημμένων";
$l['find_attachments_desc'] = "Χρησιμοποιώντας το σύστημα αναζήτησης συνημμένων μπορείτε να αναζητήσετε συγκεκριμένα αρχεία που οι χρήστες έχουν επισυνάψει στο φόρουμ σας. Ξεκινήστε εισάγοντας μερικούς όρους αναζήτησης παρακάτω. Όλα τα πεδία είναι προαιρετικά και δεν θα συμπεριληφθούν στα κριτήρια εκτός αν περιέχουν μια τιμή.";
$l['find_orphans'] = "Εύρεση Εγκαταλελειμμένων Συνημμένων";
$l['find_orphans_desc'] = "Τα εγκαταλελειμμένα συνημμένα είναι συνημμένα που για κάποιο λόγο λείπουν από τη βάση δεδομένων ή το σύστημα αρχείων. Αυτό το εργαλείο θα σας βοηθήσει να τα εντοπίσετε και να τα διαγράψετε.";
$l['attachment_stats'] = "Στατιστικά Συνημμένων";
$l['attachment_stats_desc'] = "Παρακάτω παρουσιάζονται μερικά γενικά στατιστικά για τα συνημμένα που υπάρχουν αυτή τη στιγμή στο φόρουμ σας.";

// Σφάλματα
$l['error_nothing_selected'] = "Παρακαλώ επιλέξτε ένα ή περισσότερα συνημμένα για διαγραφή.";
$l['error_no_attachments'] = "Δεν υπάρχουν ακόμα συνημμένα στο φόρουμ σας. Μόλις αναρτηθεί ένα συνημμένο θα μπορείτε να αποκτήσετε πρόσβαση σε αυτήν την ενότητα.";
$l['error_not_all_removed'] = "Μόνο μερικά εγκαταλελειμμένα συνημμένα διαγράφηκαν με επιτυχία, άλλα δεν μπορούσαν να αφαιρεθούν από τον φάκελο αποστολής.";
$l['error_count'] = 'Δεν ήταν δυνατή η αφαίρεση {1} συνημμένου(ων).';
$l['error_invalid_username'] = "Το όνομα χρήστη που εισαγάγατε δεν είναι έγκυρο.";
$l['error_invalid_forums'] = "Ένα ή περισσότερα φόρουμ που επιλέξατε δεν είναι έγκυρα.";
$l['error_no_results'] = "Δεν βρέθηκαν συνημμένα με τα καθορισμένα κριτήρια αναζήτησης.";
$l['error_not_found'] = "Το αρχείο του συνημμένου δεν μπορεί να βρεθεί στον φάκελο αποστολής.";
$l['error_not_attached'] = "Το συνημμένο ανέβηκε πριν από 24 ώρες αλλά δεν επισυνάφθηκε σε μια ανάρτηση.";
$l['error_does_not_exist'] = "Το νήμα ή η ανάρτηση για αυτό το συνημμένο δεν υπάρχει πλέον.";

// Επιτυχία
$l['success_deleted'] = "Τα επιλεγμένα συνημμένα διαγράφηκαν με επιτυχία.";
$l['success_orphan_deleted'] = "Τα επιλεγμένα εγκαταλελειμμένα συνημμένα διαγράφηκαν με επιτυχία.";
$l['success_count'] = 'Τα {1} συνημμένα αφαιρέθηκαν με επιτυχία.';
$l['success_no_orphans'] = "Δεν υπάρχουν εγκαταλελειμμένα συνημμένα στο φόρουμ σας.";

// Επιβεβαίωση
$l['confirm_delete'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε τα επιλεγμένα συνημμένα;";

// == Σελίδες
// = Στατιστικά
$l['general_stats'] = "Γενικά Στατιστικά";
$l['stats_attachment_stats'] = "Συνημμένα - Στατιστικά Συνημμένων";
$l['num_uploaded'] = "<strong>Αριθμός Ανεβασμένων Συνημμένων</strong>";
$l['space_used'] = "<strong>Χώρος Συνημμένων που Χρησιμοποιείται</strong>";
$l['bandwidth_used'] = "<strong>Εκτιμώμενη Χρήση Εύρους Ζώνης</strong>";
$l['average_size'] = "<strong>Μέσος Όρος Μεγέθους Συνημμένου</strong>";
$l['size'] = "Μέγεθος";
$l['posted_by'] = "Αναρτήθηκε Από";
$l['thread'] = "Θέμα";
$l['downloads'] = "Λήψεις";
$l['date_uploaded'] = "Ημερομηνία Ανεβάσματος";
$l['popular_attachments'] = "Οι 5 Πιο Δημοφιλής Επισυνάψεις";
$l['largest_attachments'] = "Οι 5 Μεγαλύτερες Επισυνάψεις";
$l['users_diskspace'] = "Οι 5 Χρήστες με τον Μεγαλύτερο Χώρο Δίσκου";
$l['username'] = "Όνομα Χρήστη";
$l['total_size'] = "Συνολικό Μέγεθος";

// = Orphans
$l['orphan_results'] = "Αποτελέσματα Ανεπιθύμητων Συνημμένων";
$l['orphan_attachments_search'] = "Αναζήτηση Ανεπιθύμητων Συνημμένων";
$l['reason_orphaned'] = "Αιτία Ανεπιθύμητου";
$l['reason_not_in_table'] = "Δεν υπάρχει στον πίνακα συνημμένων";
$l['reason_file_missing'] = "Λείπει το συνημμένο αρχείο";
$l['reason_thread_deleted'] = "Το νήμα διαγράφηκε";
$l['reason_post_never_made'] = "Δεν έγινε ποτέ ανάρτηση";
$l['unknown'] = "Άγνωστο";
$l['results'] = "Αποτελέσματα";
$l['step1'] = "Βήμα 1";
$l['step2'] = "Βήμα 2";
$l['step1of2'] = "Βήμα 1 από 2 - Σάρωση Συστήματος Αρχείων";
$l['step2of2'] = "Βήμα 2 από 2 - Σάρωση Βάσης Δεδομένων";
$l['step1of2_line1'] = "Παρακαλώ περιμένετε, γίνεται αυτή τη στιγμή σάρωση του συστήματος αρχείων για ανεπιθύμητα συνημμένα.";
$l['step2of2_line1'] = "Παρακαλώ περιμένετε, γίνεται αυτή τη στιγμή σάρωση της βάσης δεδομένων για ανεπιθύμητα συνημμένα.";
$l['step_line2'] = "Θα ανακατευθυνθείτε αυτόματα στο επόμενο βήμα μόλις ολοκληρωθεί αυτή η διαδικασία.";
$l['scanning'] = 'Σάρωση&hellip;';

// = Attachments / Index
$l['index_find_attachments'] = "Συνημμένα - Εύρεση Συνημμένων";
$l['find_where'] = "Εύρεση συνημμένων όπου&hellip;";
$l['name_contains'] = "Το όνομα του αρχείου περιέχει";
$l['name_contains_desc'] = "Αναζήτηση συνημμένων που περιέχουν τον δοθέντα όρο στο όνομα του αρχείου. Για παράδειγμα, εισαγάγετε .zip για να βρείτε συνημμένα που χρησιμοποιούν την επέκταση αρχείου .zip.";
$l['type_contains'] = "Ο τύπος του αρχείου περιέχει";
$l['forum_is'] = "Το φόρουμ είναι";
$l['username_is'] = "Το όνομα χρήστη των αναρτήσεων είναι";
$l['poster_is'] = "Ο αναρτητής είναι";
$l['poster_is_either'] = "Χρήστης ή Επισκέπτης";
$l['poster_is_user'] = "Μόνο Χρήστες";
$l['poster_is_guest'] = "Μόνο Επισκέπτες";
$l['more_than'] = "Περισσότερο από";
$l['greater_than'] = "Μεγαλύτερο από";
$l['is_exactly'] = "Είναι ακριβώς";
$l['less_than'] = "Λιγότερο από";
$l['date_posted_is'] = "Η ημερομηνία ανάρτησης είναι";
$l['days_ago'] = "ημέρες πριν";
$l['file_size_is'] = "Το μέγεθος του αρχείου είναι";
$l['kb'] = "KB";
$l['download_count_is'] = "Ο αριθμός λήψεων είναι";
$l['display_options'] = "Επιλογές Εμφάνισης";
$l['filename'] = "Όνομα Αρχείου";
$l['filesize'] = "Μέγεθος Αρχείου";
$l['download_count'] = "Αριθμός Λήψεων";
$l['post_username'] = "Όνομα Χρήστη Ανάρτησης";
$l['asc'] = "Αύξουσα";
$l['desc'] = "Φθίνουσα";
$l['sort_results_by'] = "Ταξινόμηση αποτελεσμάτων κατά";
$l['results_per_page'] = "Αποτελέσματα ανά σελίδα";
$l['in'] = "σε";

// Buttons
$l['button_delete_orphans'] = "Διαγραφή Επιλεγμένων Ανεπιθύμητων";
$l['button_delete_attachments'] = "Διαγραφή Επιλεγμένων Συνημμένων";
$l['button_find_attachments'] = "Εύρεση Συνημμένων";
