<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['forum_management'] = "Διαχείριση Φόρουμ";
$l['forum_management_desc'] = "Αυτή η ενότητα σας επιτρέπει να διαχειρίζεστε τις κατηγορίες και τα φόρουμ στον πίνακα σας. Μπορείτε να διαχειριστείτε τα δικαιώματα των φόρουμ και των ειδικών συντονιστών. Εάν αλλάξετε τη σειρά εμφάνισης για ένα ή περισσότερα φόρουμ ή κατηγορίες, βεβαιωθείτε ότι υποβάλλετε τη φόρμα στο κάτω μέρος της σελίδας.";
$l['add_forum'] = "Προσθήκη Νέου Φόρουμ";
$l['add_forum_desc'] = "Εδώ μπορείτε να προσθέσετε ένα νέο φόρουμ ή κατηγορία στον πίνακα σας. Μπορείτε επίσης να ορίσετε αρχικά δικαιώματα για αυτό το φόρουμ.";
$l['copy_forum'] = "Αντιγραφή Φόρουμ";
$l['copy_forum_desc'] = "Εδώ μπορείτε να αντιγράψετε τις ρυθμίσεις ή τα δικαιώματα ενός υπάρχοντος φόρουμ σε ένα άλλο ή σε ένα νέο φόρουμ.";
$l['forum_permissions'] = "Δικαιώματα";
$l['forum_permissions_desc'] = "Εδώ μπορείτε να τροποποιήσετε τα πλήρη δικαιώματα για μια μεμονωμένη ομάδα για ένα μόνο φόρουμ";
$l['view_forum'] = "Προβολή Φόρουμ";
$l['view_forum_desc'] = "Εδώ μπορείτε να προβάλετε τα υπο-φόρουμ, να επεξεργαστείτε γρήγορα τα δικαιώματα και να προσθέσετε συντονιστές στο φόρουμ σας.";
$l['add_child_forum'] = "Προσθήκη Υπο-Φόρουμ";
$l['edit_forum_settings'] = "Επεξεργασία Ρυθμίσεων Φόρουμ";
$l['edit_forum_settings_desc'] = "Εδώ μπορείτε να επεξεργαστείτε τις ρυθμίσεις ενός υπάρχοντος φόρουμ και τα δικαιώματά του.";
$l['edit_forum'] = "Επεξεργασία Φόρουμ";
$l['edit_mod'] = "Επεξεργασία Συντονιστή";
$l['edit_mod_desc'] = "Εδώ μπορείτε να τροποποιήσετε τις ρυθμίσεις ενός συγκεκριμένου συντονιστή.";
$l['forum_moderators'] = "Συντονιστές Φόρουμ";
$l['forum_permissions2'] = "Δικαιώματα Φόρουμ";
$l['more_subforums'] = "και {1} ακόμα.";

$l['manage_forums'] = "Διαχείριση Φόρουμ";
$l['forum'] = "Φόρουμ";
$l['order'] = "Σειρά";

$l['subforums'] = "Υπο-Φόρουμ";
$l['moderators'] = "Συντονιστές";
$l['forum_thread_prefixes'] = "Προθέματα Νημάτων";
$l['permissions'] = "Δικαιώματα";
$l['delete_forum'] = "Διαγραφή Φόρουμ";

$l['sub_forums'] = "Υπο-Φόρουμ";
$l['update_forum_orders'] = "Αποθήκευση Σειράς Φόρουμ";
$l['update_forum_permissions'] = "Αποθήκευση Δικαιωμάτων Φόρουμ";
$l['reset'] = "Επαναφορά";
$l['in_forums'] = "Φόρουμ στο \"{1}\"";
$l['forum_permissions_in'] = "Δικαιώματα Φόρουμ στο \"{1}\"";
$l['moderators_assigned_to'] = "Συντονιστές Ανατεθειμένοι στο \"{1}\"";
$l['edit_permissions'] = "Επεξεργασία Δικαιωμάτων";
$l['set_permissions'] = "Ορισμός Δικαιωμάτων";
$l['using_custom_perms'] = "Χρήση Προσαρμοσμένων Δικαιωμάτων";
$l['using_default_perms'] = "Χρήση Προεπιλεγμένων Δικαιωμάτων";
$l['clear_custom_perms'] = "Καθαρισμός Προσαρμοσμένων Δικαιωμάτων";
$l['set_custom_perms'] = "Ορισμός Προσαρμοσμένων Δικαιωμάτων";

$l['permissions_use_group_default'] = "Χρήση Προεπιλογής Ομάδας";
$l['permissions_group'] = "Ομάδα";
$l['permissions_user'] = "Χρήστης";
$l['permissions_canview'] = "Μπορεί να προβάλει;";
$l['permissions_canpostthreads'] = "Μπορεί να δημοσιεύσει νήματα;";
$l['permissions_canpostreplys'] = "Μπορεί να απαντήσει σε νήματα;";
$l['permissions_canpostpolls'] = "Μπορεί να δημοσιεύσει δημοσκοπήσεις;";
$l['permissions_canuploadattachments'] = "Μπορεί να μεταφορτώσει συνημμένα;";
$l['permissions_all'] = "Όλα;";

$l['overview_allowed_actions'] = "Επισκόπηση: Επιτρεπόμενες Ενέργειες";
$l['overview_disallowed_actions'] = "Επισκόπηση: Μη Επιτρεπόμενες Ενέργειες";
$l['perm_drag_canview'] = "&#149; Προβολή";
$l['perm_drag_canpostthreads'] = "&#149; Δημοσίευση Νημάτων";
$l['perm_drag_canpostreplys'] = "&#149; Απάντηση σε Νήματα";
$l['perm_drag_canpostpolls'] = "&#149; Δημοσίευση Δημοσκοπήσεων";

$l['moderator_permissions'] = "Δικαιώματα Συντονιστή";
$l['forum_desc'] = "Το φόρουμ που διαχειρίζεται ο συντονιστής.";
$l['edit_mod_for'] = "Επεξεργασία επιλογών συντονιστή για το \"{1}\"";
$l['can_edit_posts'] = "Μπορεί να επεξεργαστεί μηνύματα;";
$l['can_soft_delete_posts'] = "Μπορεί να μαλακά διαγράψει μηνύματα;";
$l['can_restore_posts'] = "Μπορεί να αποκαταστήσει μαλακά διαγραμμένα μηνύματα;";
$l['can_delete_posts'] = "Μπορεί να διαγράψει μόνιμα μηνύματα;";
$l['can_soft_delete_threads'] = "Μπορεί να μαλακά διαγράψει νήματα;";
$l['can_restore_threads'] = "Μπορεί να αποκαταστήσει μαλακά διαγραμμένα νήματα;";
$l['can_delete_threads'] = "Μπορεί να διαγράψει μόνιμα νήματα;";
$l['can_view_ips'] = "Μπορεί να δει τις IP;";
$l['can_view_unapprove'] = "Μπορεί να δει μη εγκεκριμένα νήματα και μηνύματα;";
$l['can_view_deleted'] = "Μπορεί να δει διαγραμμένα νήματα και μηνύματα;";
$l['can_open_close_threads'] = "Μπορεί να ανοίξει/κλείσει νήματα;";
$l['can_stick_unstick_threads'] = "Μπορεί να καρφιτσώσει/ξεκαρφιτσώσει νήματα;";
$l['can_approve_unapprove_threads'] = "Μπορεί να εγκρίνει/απορρίπτει νήματα;";
$l['can_approve_unapprove_posts'] = "Μπορεί να εγκρίνει/απορρίπτει μηνύματα;";
$l['can_approve_unapprove_attachments'] = "Μπορεί να εγκρίνει/απορρίπτει συνημμένα;";
$l['can_manage_threads'] = "Μπορεί να διαχειριστεί νήματα (διαχωρισμός, μετακίνηση, αντιγραφή, συγχώνευση);";
$l['can_manage_polls'] = "Μπορεί να διαχειριστεί δημοσκοπήσεις;";
$l['can_post_closed_threads'] = "Μπορεί να δημοσιεύσει σε κλειστά νήματα;";
$l['can_move_to_other_forums'] = "Μπορεί να μετακινήσει νήματα σε άλλο φόρουμ που δεν συντονίζει;";
$l['can_use_custom_tools'] = "Μπορεί να χρησιμοποιήσει προσαρμοσμένα εργαλεία συντονιστή;";
$l['can_manage_announcements'] = "Μπορεί να διαχειριστεί ανακοινώσεις σε αυτό το φόρουμ;";
$l['can_manage_reported_posts'] = "Μπορεί να διαχειριστεί αναφερόμενα μηνύματα σε αυτό το φόρουμ;";
$l['can_view_mod_log'] = "Μπορεί να δει καταχωρήσεις καταγραφής συντονιστή για αυτό το φόρουμ;";
$l['moderator_cp_permissions'] = "Δικαιώματα Πίνακα Συντονιστή";
$l['moderator_cp_permissions_desc'] = "Αυτός ο χρήστης πρέπει να έχει πρόσβαση στον Πίνακα Συντονιστή και να έχει δικαιώματα ομάδας για να έχουν αυτά τα δικαιώματα επίδραση.";

$l['save_mod'] = "Αποθήκευση Συντονιστή";

$l['no_forums'] = "Δεν βρέθηκαν φόρουμ.";
$l['no_moderators'] = "Δεν βρέθηκαν συντονιστές.";

$l['success_forum_disporder_updated'] = "Οι εμφανίσεις των φόρουμ έχουν ενημερωθεί με επιτυχία.";
$l['success_forum_deleted'] = "Το επιλεγμένο φόρουμ διαγράφηκε με επιτυχία. Ιδανικά θα πρέπει τώρα να εκτελέσετε τα εργαλεία <a href=\"index.php?module=tools-recount_rebuild\">Αναμέτρηση &amp; Ανακατασκευή</a>.";
$l['success_moderator_deleted'] = "Ο επιλεγμένος συντονιστής διαγράφηκε με επιτυχία.<br />Παρακαλώ να θυμάστε ότι αυτό δεν έχει αλλάξει τα δικαιώματα ομάδας αυτού του χρήστη, εξακολουθεί να έχει δυνατότητες συντονισμού.";
$l['success_forum_permissions_updated'] = "Τα δικαιώματα του φόρουμ έχουν ενημερωθεί με επιτυχία.";
$l['success_forum_updated'] = "Οι ρυθμίσεις του φόρουμ έχουν ενημερωθεί με επιτυχία.";
$l['success_moderator_updated'] = "Ο επιλεγμένος συντονιστής έχει ενημερωθεί με επιτυχία.";
$l['success_custom_permission_cleared'] = "Τα προσαρμοσμένα δικαιώματα για αυτό το φόρουμ έχουν διαγραφεί με επιτυχία.";

$l['error_invalid_forum'] = "Παρακαλώ επιλέξτε ένα έγκυρο φόρουμ.";
$l['error_invalid_moderator'] = "Παρακαλώ επιλέξτε έναν έγκυρο συντονιστή για διαγραφή.";
$l['error_invalid_fid'] = "Επιλέχθηκε μη έγκυρο ID φόρουμ.";
$l['error_forum_parent_child'] = "Δεν μπορείτε να ορίσετε το γονικό φόρουμ αυτού του φόρουμ ως ένα από τα παιδιά του.";
$l['error_forum_parent_itself'] = "Το γονικό φόρουμ δεν μπορεί να είναι το ίδιο το φόρουμ.";
$l['error_incorrect_moderator'] = "Παρακαλώ επιλέξτε έναν έγκυρο συντονιστή.";

$l['confirm_moderator_deletion'] = "Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτόν τον συντονιστή από αυτό το φόρουμ;";
$l['confirm_forum_deletion'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το φόρουμ;";
$l['confirm_clear_custom_permission'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την προσαρμοσμένη άδεια;";

$l['forum_type'] = "Τύπος Φόρουμ";
$l['forum_type_desc'] = "Επιλέξτε τον τύπο του φόρουμ που δημιουργείτε - ένα φόρουμ στο οποίο μπορείτε να δημοσιεύετε ή μια κατηγορία που περιέχει άλλα φόρουμ.";
$l['category'] = "Κατηγορία";
$l['title'] = "Τίτλος";
$l['description'] = "Περιγραφή";
$l['save_forum'] = "Αποθήκευση Φόρουμ";
$l['parent_forum'] = "Γονικό Φόρουμ";
$l['parent_forum_desc'] = "Το φόρουμ που περιέχει αυτό το φόρουμ. Οι κατηγορίες δεν έχουν γονικό φόρουμ - σε αυτήν την περίπτωση, επιλέξτε 'Κανένα' - ωστόσο, οι κατηγορίες μπορούν να καθοριστούν να έχουν γονικό φόρουμ.";
$l['none'] = "Κανένα";
$l['display_order'] = "Σειρά Εμφάνισης";

$l['show_additional_options'] = "Εμφάνιση Πρόσθετων Επιλογών";
$l['hide_additional_options'] = "Απόκρυψη Πρόσθετων Επιλογών";
$l['additional_forum_options'] = "Πρόσθετες Επιλογές Φόρουμ";
$l['forum_link'] = "Σύνδεσμος Φόρουμ";
$l['forum_link_desc'] = "Για να κάνετε ένα φόρουμ ανακατεύθυνση σε άλλη τοποθεσία, εισαγάγετε το URL του προορισμού στον οποίο θέλετε να ανακατευθυνθείτε. Η εισαγωγή ενός URL σε αυτό το πεδίο θα αφαιρέσει τη λειτουργικότητα του φόρουμ. Ωστόσο, μπορούν ακόμα να οριστούν δικαιώματα για αυτό.";
$l['forum_password'] = "Κωδικός Φόρουμ";
$l['forum_password_desc'] = "Για να προστατεύσετε περαιτέρω αυτό το φόρουμ, μπορείτε να επιλέξετε έναν κωδικό που πρέπει να εισαχθεί για πρόσβαση. Σημείωση: Οι ομάδες χρηστών πρέπει ακόμα να έχουν δικαιώματα πρόσβασης σε αυτό το φόρουμ.";
$l['access_options'] = "Επιλογές Πρόσβασης";
$l['forum_is_active'] = "Το φόρουμ είναι ενεργό;";
$l['forum_is_active_desc'] = "Εάν δεν επιλεγεί, αυτό το φόρουμ δεν θα εμφανίζεται στους χρήστες και δεν θα 'υπάρχει'.";
$l['forum_is_open'] = "Το φόρουμ είναι ανοιχτό;";
$l['forum_is_open_desc'] = "Εάν δεν επιλεγεί, οι χρήστες δεν θα μπορούν να δημοσιεύουν σε αυτό το φόρουμ ανεξάρτητα από τα δικαιώματα.";

$l['copy_to_new_forum'] = "Αντιγραφή σε νέο φόρουμ";
$l['source_forum'] = "Πηγή φόρουμ";
$l['source_forum_desc'] = "Φόρουμ από το οποίο θα αντιγραφούν οι ρυθμίσεις και/ή τα δικαιώματα.";
$l['destination_forum'] = "Φόρουμ προορισμού";
$l['destination_forum_desc'] = "Φόρουμ στο οποίο θα αντιγραφούν οι ρυθμίσεις και/ή τα δικαιώματα.";
$l['new_forum_settings'] = "Ρυθμίσεις Νέου Φόρουμ";
$l['copy_settings_and_properties'] = "Αντιγραφή Ρυθμίσεων και Ιδιοτήτων Φόρουμ";
$l['copy_settings_and_properties_desc'] = "Ισχύει μόνο εάν το φόρουμ προορισμού υπάρχει.";
$l['copy_user_group_permissions'] = "Αντιγραφή Δικαιωμάτων Ομάδας Χρηστών";
$l['copy_user_group_permissions_desc'] = "Χρησιμοποιήστε το CTRL για να επιλέξετε πολλαπλές ομάδες.";

$l['override_user_style'] = "Ναι, αντικατάσταση του επιλεγμένου στυλ του χρήστη για αυτό το φόρουμ";
$l['style_options'] = "Επιλογές Στυλ";
$l['forum_specific_style'] = "Στυλ Συγκεκριμένου Φόρουμ:";
$l['use_default'] = "Χρήση Προεπιλογής";
$l['dont_display_rules'] = "Να μην εμφανίζονται οι κανόνες για αυτό το φόρουμ";
$l['display_rules_inline'] = "Εμφάνιση κανόνων για αυτό το φόρουμ στη λίστα νημάτων";
$l['display_rules_inline_new'] = "Εμφάνιση κανόνων στη λίστα νημάτων και για νέα νήματα/απαντήσεις";
$l['display_rules_link'] = "Εμφάνιση συνδέσμου προς τους κανόνες για αυτό το φόρουμ";
$l['display_method'] = "Μέθοδος Εμφάνισης:";
$l['rules'] = "Κανόνες:";
$l['forum_rules'] = "Κανόνες Φόρουμ";
$l['name'] = "Όνομα";
$l['username'] = "Όνομα Χρήστη";
$l['moderator_username_desc'] = "Όνομα χρήστη του συντονιστή που θα προστεθεί";
$l['add_user_as_moderator'] = "Προσθήκη χρήστη ως Συντονιστή";
$l['usergroup'] = "Ομάδα Χρηστών";
$l['add_usergroup_as_moderator'] = "Προσθήκη ομάδας χρηστών ως Συντονιστές";
$l['moderator_usergroup_desc'] = "Επιλέξτε μια ομάδα χρηστών για να προστεθεί ως Συντονιστής από την παρακάτω λίστα.";
$l['add_usergroup_moderator'] = "Προσθήκη Συντονιστή Ομάδας Χρηστών";
$l['add_user_moderator'] = "Προσθήκη Συντονιστή Χρήστη";

$l['default_view_options'] = "Προεπιλεγμένες Επιλογές Προβολής";
$l['default_date_cut'] = "Προεπιλεγμένη Ημερομηνία Κοπής:";
$l['default_sort_by'] = "Προεπιλεγμένη Ταξινόμηση Με Βάση:";
$l['default_sort_order'] = "Προεπιλεγμένη Σειρά Ταξινόμησης:";

$l['board_default'] = "Προεπιλογή Συστήματος";

$l['datelimit_1day'] = "Τελευταία ημέρα";
$l['datelimit_5days'] = "Τελευταίες 5 ημέρες";
$l['datelimit_10days'] = "Τελευταίες 10 ημέρες";
$l['datelimit_20days'] = "Τελευταίες 20 ημέρες";
$l['datelimit_50days'] = "Τελευταίες 50 ημέρες";
$l['datelimit_75days'] = "Τελευταίες 75 ημέρες";
$l['datelimit_100days'] = "Τελευταίες 100 ημέρες";
$l['datelimit_lastyear'] = "Τελευταίο έτος";
$l['datelimit_beginning'] = "Από την αρχή";

$l['sort_by_subject'] = "Θέμα νήματος";
$l['sort_by_lastpost'] = "Χρόνος τελευταίας απάντησης";
$l['sort_by_starter'] = "Δημιουργός νήματος";
$l['sort_by_started'] = "Χρόνος δημιουργίας νήματος";
$l['sort_by_rating'] = "Αξιολόγηση νήματος";
$l['sort_by_replies'] = "Αριθμός απαντήσεων";
$l['sort_by_views'] = "Αριθμός προβολών";

$l['sort_order_asc'] = "Αύξουσα";
$l['sort_order_desc'] = "Φθίνουσα";

$l['misc_options'] = "Διάφορες Επιλογές";
$l['allow_html'] = "Ναι, επιτρέπεται το HTML στις αναρτήσεις";
$l['allow_mycode'] = "Ναι, επιτρέπεται το MyCode στις αναρτήσεις";
$l['allow_smilies'] = "Ναι, επιτρέπονται τα smilies στις αναρτήσεις";
$l['allow_img_code'] = "Ναι, επιτρέπεται ο κώδικας [img] στις αναρτήσεις (απαιτεί την ενεργοποίηση του MyCode)";
$l['allow_video_code'] = "Ναι, επιτρέπεται ο κώδικας [video] στις αναρτήσεις (απαιτεί την ενεργοποίηση του MyCode)";
$l['allow_post_icons'] = "Ναι, επιτρέπεται η επιλογή εικονιδίων για τις αναρτήσεις";
$l['allow_thread_ratings'] = "Ναι, επιτρέπεται η αξιολόγηση νημάτων";
$l['show_forum_jump'] = "Ναι, εμφάνιση αυτού του φόρουμ στο μενού 'μετάβαση σε φόρουμ'";
$l['use_postcounts'] = "Ναι, οι αναρτήσεις σε αυτό το φόρουμ πρέπει να μετρούν στον αριθμό αναρτήσεων του χρήστη";
$l['use_threadcounts'] = "Ναι, τα νήματα σε αυτό το φόρουμ πρέπει να μετρούν στον αριθμό νημάτων του χρήστη";
$l['require_thread_prefix'] = "Ναι, απαιτείται πρόθεμα νήματος για όλα τα νήματα";

$l['use_permissions'] = "Χρήση Δικαιωμάτων";
$l['use_permissions_desc'] = "Επιλέξτε τα δικαιώματα που θέλετε να χρησιμοποιήσετε για αυτήν την ομάδα χρηστών - κληρονομημένα δικαιώματα (θα διαγράψει τα προσαρμοσμένα δικαιώματα) ή προσαρμοσμένα δικαιώματα.";
$l['inherit_permissions'] = "Χρήση δικαιωμάτων ομάδας χρηστών ή κληρονομημένα δικαιώματα από γονικά φόρουμ";
$l['custom_permissions'] = "Χρήση προσαρμοσμένων δικαιωμάτων (παρακάτω)";
$l['custom_permissions_for'] = "Προσαρμοσμένα Δικαιώματα για";

$l['inherited_permission'] = "κληρονομημένο";
$l['custom_permission'] = "προσαρμοσμένο";

$l['save_permissions'] = "Αποθήκευση Δικαιωμάτων Φόρουμ";

$l['error_missing_title'] = "Πρέπει να εισαγάγετε έναν τίτλο.";
$l['error_no_parent'] = "Πρέπει να επιλέξετε ένα γονικό φόρουμ.";
$l['error_not_empty'] = "Τα φόρουμ με νήματα δεν μπορούν να μετατραπούν σε κατηγορίες.";
$l['error_forum_link_not_empty'] = "Τα φόρουμ με νήματα δεν μπορούν να ανακατευθυνθούν σε άλλη ιστοσελίδα.";

$l['success_forum_added'] = "Το φόρουμ δημιουργήθηκε με επιτυχία.";
$l['success_moderator_added'] = "Ο συντονιστής προστέθηκε σε αυτό το φόρουμ με επιτυχία.";
$l['success_forum_permissions_saved'] = "Τα δικαιώματα του φόρουμ αποθηκεύτηκαν με επιτυχία.";
$l['success_forum_copied'] = "Το επιλεγμένο φόρουμ αντιγράφηκε με επιτυχία.";

$l['error_moderator_already_added'] = "Ο επιλεγμένος χρήστης/ομάδα είναι ήδη συντονιστής αυτού του φόρουμ.";
$l['error_moderator_not_found'] = "Το καθορισμένο όνομα χρήστη/ομάδας δεν βρέθηκε.";
$l['error_new_forum_needs_name'] = "Πρέπει να δώσετε ένα όνομα στο νέο φόρουμ σας.";
$l['error_invalid_source_forum'] = "Μη έγκυρο πηγαίο φόρουμ.";
$l['error_invalid_destination_forum'] = "Μη έγκυρο φόρουμ προορισμού.";

$l['group_viewing'] = "Προβολή";
$l['group_posting_rating'] = "Ανάρτηση / Αξιολόγηση";
$l['group_editing'] = "Επεξεργασία";
$l['group_moderate'] = "Διαχείριση";
$l['group_polls'] = "Δημοσκοπήσεις";
$l['group_misc'] = "Διάφορα";

$l['viewing_field_canview'] = "Μπορεί να προβάλει το φόρουμ;";
$l['viewing_field_canviewthreads'] = "Μπορεί να προβάλει νήματα στο φόρουμ;";
$l['viewing_field_canonlyviewownthreads'] = "Μπορεί να προβάλει μόνο τα δικά του νήματα;";
$l['viewing_field_candlattachments'] = "Μπορεί να κατεβάσει συνημμένα;";

$l['posting_rating_field_canpostthreads'] = "Μπορεί να δημοσιεύσει νήματα;";
$l['posting_rating_field_canpostreplys'] = "Μπορεί να δημοσιεύσει απαντήσεις;";
$l['posting_rating_field_canonlyreplyownthreads'] = "Μπορεί να απαντήσει μόνο στα δικά του νήματα;";
$l['posting_rating_field_canpostattachments'] = "Μπορεί να δημοσιεύσει συνημμένα;";
$l['posting_rating_field_canratethreads'] = "Μπορεί να αξιολογήσει νήματα;";

$l['editing_field_caneditposts'] = "Μπορεί να επεξεργαστεί τις δικές του αναρτήσεις;";
$l['editing_field_candeleteposts'] = "Μπορεί να διαγράψει τις δικές του αναρτήσεις;";
$l['editing_field_candeletethreads'] = "Μπορεί να διαγράψει τα δικά του νήματα;";
$l['editing_field_caneditattachments'] = "Μπορεί να ενημερώσει τα δικά του συνημμένα;";
$l['editing_field_canviewdeletionnotice'] = "Μπορεί να δει τις ειδοποιήσεις διαγραφής;";

$l['moderate_field_modposts'] = "Μπορεί να ελέγχει νέες αναρτήσεις;";
$l['moderate_field_modthreads'] = "Μπορεί να ελέγχει νέα νήματα;";
$l['moderate_field_modattachments'] = "Μπορεί να ελέγχει νέα συνημμένα;";
$l['moderate_field_mod_edit_posts'] = "Μπορεί να ελέγχει αναρτήσεις μετά την επεξεργασία τους;";

$l['polls_field_canpostpolls'] = "Μπορεί να δημοσιεύσει δημοσκοπήσεις;";
$l['polls_field_canvotepolls'] = "Μπορεί να ψηφίσει σε δημοσκοπήσεις;";

$l['misc_field_cansearch'] = "Μπορεί να αναζητήσει στο φόρουμ;";

$l['confirm_proceed_deletion'] = "Κάντε κλικ στο \"Συνέχεια\" για να συνεχίσετε τη διαγραφή του φόρουμ.";
$l['automatically_redirecting'] = "Αυτόματη Ανακατεύθυνση&hellip;";
