<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

// Tabs
$l['moderation_queue'] = "Ουρά Διαχείρισης";
$l['threads'] = "Θέματα";
$l['threads_desc'] = "Εδώ μπορείτε να δείτε και να εγκρίνετε θέματα στην ουρά διαχείρισης.";
$l['posts'] = "Δημοσιεύσεις";
$l['posts_desc'] = "Εδώ μπορείτε να δείτε και να εγκρίνετε δημοσιεύσεις στην ουρά διαχείρισης.";
$l['attachments'] = "Συνημμένα";
$l['attachments_desc'] = "Εδώ μπορείτε να δείτε και να εγκρίνετε συνημμένα στην ουρά διαχείρισης.";
$l['threads_awaiting_moderation'] = "Θέματα που αναμένουν διαχείριση";
$l['posts_awaiting_moderation'] = "Δημοσιεύσεις που αναμένουν διαχείριση";
$l['attachments_awaiting_moderation'] = "Συνημμένα που αναμένουν διαχείριση";

// Errors
$l['error_no_posts'] = "Δεν υπάρχουν δημοσιεύσεις που αναμένουν διαχείριση αυτή τη στιγμή.";
$l['error_no_attachments'] = "Δεν υπάρχουν συνημμένα που αναμένουν διαχείριση αυτή τη στιγμή.";
$l['error_no_threads'] = "Δεν υπάρχουν θέματα, δημοσιεύσεις ή συνημμένα που αναμένουν διαχείριση αυτή τη στιγμή.";

// Success
$l['success_threads'] = "Τα επιλεγμένα θέματα έχουν εγκριθεί με επιτυχία.";
$l['success_posts'] = "Οι επιλεγμένες δημοσιεύσεις έχουν εγκριθεί με επιτυχία.";
$l['success_attachments'] = "Τα επιλεγμένα συνημμένα έχουν εγκριθεί με επιτυχία.";

// Pages
$l['subject'] = "Θέμα";
$l['author'] = "Συντάκτης";
$l['posted'] = "Δημοσιεύθηκε";
$l['ignore'] = "Αγνόηση";
$l['approve'] = "Έγκριση";
$l['forum'] = "Φόρουμ:";
$l['thread'] = "Θέμα:";
$l['post'] = "Δημοσίευση:";
$l['re'] = "RE:";
$l['filename'] = "Όνομα Αρχείου";
$l['uploadedby'] = "Μεταφορτώθηκε από";
$l['controls'] = "Ελέγχοι";

// Buttons
$l['mark_as_ignored'] = "Σήμανση ως αγνοημένα";
$l['mark_as_deleted'] = "Σήμανση όλων για διαγραφή";
$l['mark_as_approved'] = "Σήμανση ως εγκεκριμένα";
$l['perform_action'] = "Εκτέλεση Ενεργειών";

