<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['preferences_and_personal_notes'] = "Προτιμήσεις &amp; Προσωπικές Σημειώσεις";
$l['prefs_and_personal_notes_description'] = "Εδώ μπορείτε να διαχειριστείτε τις προτιμήσεις του Πίνακα Ελέγχου Διαχειριστή και να αφήσετε προσωπικές σημειώσεις για εσάς.";

$l['preferences'] = "Προτιμήσεις";
$l['global_preferences'] = "Καθολικές Προτιμήσεις";
$l['acp_theme'] = "Θέμα Πίνακα Ελέγχου Διαχειριστή";
$l['select_acp_theme'] = "Παρακαλώ επιλέξτε ένα θέμα για χρήση στον Πίνακα Ελέγχου Διαχειριστή.";
$l['acp_language'] = "Γλώσσα Πίνακα Ελέγχου Διαχειριστή";
$l['select_acp_language'] = "Παρακαλώ επιλέξτε μια γλώσσα για χρήση στον Πίνακα Ελέγχου Διαχειριστή.";
$l['notes_not_shared'] = "Αυτές οι σημειώσεις δεν κοινοποιούνται με άλλους Διαχειριστές.";
$l['save_notes_and_prefs'] = "Αποθήκευση Προσωπικών Σημειώσεων &amp; Προτιμήσεων";
$l['personal_notes'] = "Προσωπικές Σημειώσεις";
$l['codemirror'] = "Ενεργοποίηση / Απενεργοποίηση Code Mirror";
$l['use_codemirror_desc'] = "Αυτή η προτίμηση σας επιτρέπει να απενεργοποιήσετε το Code Mirror (χρησιμοποιείται στην επεξεργασία προτύπων και την επεξεργασία φύλλων στυλ για την επισήμανση σύνταξης) αν αντιμετωπίζετε προβλήματα / αργή φόρτωση.";

$l['success_preferences_updated'] = "Οι προτιμήσεις ενημερώθηκαν με επιτυχία.";

$l['use_2fa_desc'] = "Η Διπλή Πιστοποίηση είναι μια μέθοδος για να ασφαλίσετε τον λογαριασμό σας ως διαχειριστή. Αφού την ενεργοποιήσετε, θα δείτε έναν κωδικό QR παρακάτω, τον οποίο πρέπει να σαρώσετε με μια εφαρμογή <a href=\"https://docs.mybb.com/1.8/administration/security/2fa/\" target=\"_blank\" rel=\"noopener\">όπως το Google Authenticator ή το Authy</a>. Αυτές οι εφαρμογές θα δημιουργήσουν ένα τοκέν που πρέπει να εισαγάγετε κατά την είσοδο στον Πίνακα Ελέγχου Διαχειριστή.";
$l['my2fa_qr'] = "Κωδικός Διπλής Πιστοποίησης";
$l['recovery_codes_desc'] = "Προβολή των <a href=\"index.php?module=home-preferences&amp;action=recovery_codes\">κωδικών ανάκτησης</a> σας.";
$l['recovery_codes'] = "Κωδικοί Ανάκτησης";
$l['recovery_codes_warning'] = "<b>Σημείωση:</b> οι κωδικοί θα ανανεώνονται κατά την επίσκεψη σε κάθε σελίδα και μπορούν να χρησιμοποιηθούν μόνο μία φορά.";
$l['print_recovery_codes'] = "Εκτύπωση Κωδικών Ανάκτησης";