<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['template_sets'] = "Σύνολα Προτύπων";
$l['template_set'] = "Σύνολο Προτύπου";
$l['templates'] = "{1} Πρότυπα";

$l['manage_template_sets'] = "Διαχείριση Συνόλων Προτύπων";
$l['manage_template_sets_desc'] = "Εδώ μπορείτε να διαχειριστείτε τα σύνολα προτύπων, να προβάλετε τα πρότυπα που χρησιμοποιούν αυτά τα σύνολα και να ξεκινήσετε την προσαρμογή της διάταξης του πίνακα ελέγχου σας.";
$l['add_set'] = "Προσθήκη Σετ";
$l['add_set_desc'] = "Εδώ μπορείτε να δημιουργήσετε ένα νέο σύνολο προτύπων. Ένα νέο σύνολο προτύπων δημιουργεί ένα αντίγραφο των προτύπων του MyBB και σας επιτρέπει να τα επεξεργαστείτε χωρίς να παρεμβαίνετε στις αλλαγές σε οποιαδήποτε άλλα σύνολα προτύπων έχετε ήδη.";
$l['add_template'] = "Προσθήκη Προτύπου";
$l['add_template_desc'] = "Εδώ μπορείτε να δημιουργήσετε ένα νέο πρότυπο.";
$l['add_template_group'] = "Προσθήκη Ομάδας Προτύπων";
$l['add_template_group_desc'] = "Προσθέστε μια ομάδα προτύπων για να συγκεντρώσετε τα πρότυπα μαζί.";
$l['search_replace'] = "Αναζήτηση/Αντικατάσταση";
$l['search_replace_desc'] = "Αυτό το εργαλείο σας επιτρέπει να αναζητήσετε πρότυπα με βάση τους τίτλους τους ή το περιεχόμενο τους και να τα αντικαταστήσετε προαιρετικά με άλλο κείμενο αυτόματα.";
$l['find_updated'] = "Εύρεση Ενημερωμένων Προτύπων";
$l['find_updated_desc'] = "Σας επιτρέπει να βρείτε τα πρότυπα που έχουν αλλάξει σε νεότερες εκδόσεις του MyBB, ώστε να μπορέσετε να εφαρμόσετε σωστά τις αλλαγές.";
$l['edit_template'] = "Επεξεργασία Προτύπου";
$l['editing_template'] = "Επεξεργασία Προτύπου: {1}";
$l['edit_template_desc'] = "Εδώ μπορείτε να επεξεργαστείτε τον κώδικα, τον τίτλο ή το σύνολο του προτύπου.";
$l['edit_set'] = "Επεξεργασία Σετ";
$l['edit_set_desc'] = "Εδώ μπορείτε να επεξεργαστείτε τις ιδιότητες αυτού του συνόλου προτύπων.";
$l['manage_templates'] = "Διαχείριση Προτύπων";
$l['manage_templates_desc'] = "Εδώ μπορείτε να διαχειριστείτε τα πρότυπα για αυτό το σύνολο προτύπων. Για να επεξεργαστείτε ένα πρότυπο, κάντε κλικ στον σύνδεσμό του ή επιλέξτε \"Πλήρης Επεξεργασία\" για να επεξεργαστείτε όλες τις ιδιότητες σε μια ξεχωριστή σελίδα.";
$l['diff_report'] = "Αναφορά Διαφορών";
$l['diff_report_desc'] = "Πραγματοποιεί μια ανάλυση διαφορών μεταξύ των προτύπων και σας δείχνει ακριβώς ποιες αλλαγές έχουν γίνει μεταξύ του προσαρμοσμένου αντιγράφου σας και του τελευταίου αντιγράφου του προτύπου.";

$l['title'] = "Τίτλος";
$l['save'] = "Αποθήκευση";
$l['search_for'] = "Αναζήτηση Για";
$l['replace_with'] = "Αντικατάσταση Με (Προαιρετικό)";
$l['reset'] = "Επαναφορά";
$l['find_templates'] = "Εύρεση Προτύπων";
$l['find_and_replace'] = "Εύρεση και Αντικατάσταση";
$l['search_template_names'] = "Αναζήτηση Τίτλων Προτύπων";
$l['ungrouped_templates'] = "Μη Ομαδοποιημένα Πρότυπα";

$l['search_noneset'] = "Δεν εισαγάγατε μια συμβολοσειρά αναζήτησης.";
$l['search_results'] = "Αποτελέσματα Αναζήτησης Προτύπων";
$l['search_header'] = "Αναζήτηση Για \"{1}\" σε {2}";
$l['search_updated'] = "Ενημερώθηκε {1}";
$l['search_found'] = "Βρέθηκε σε {1}";
$l['search_created_custom'] = "Δημιουργήθηκε προσαρμοσμένο πρότυπο για {1}";
$l['search_edit'] = "επεξεργασία";
$l['search_change_original'] = "αλλαγή αρχικού";
$l['search_noresults'] = "Δεν βρέθηκαν πρότυπα που περιέχουν τη συμβολοσειρά '<strong>{1}</strong>'";
$l['search_noresults_title'] = "Δεν βρέθηκαν πρότυπα με τον τίτλο '<strong>{1}</strong>'";
$l['default_templates'] = "Προεπιλεγμένα Πρότυπα";

$l['edit_template_breadcrumb'] = "Επεξεργασία Προτύπου: ";

$l['global_templates'] = "Καθολικά Πρότυπα";
$l['master_templates'] = "Πρότυπα Κύριου";

$l['not_used_by_any_themes'] = "Δεν χρησιμοποιείται από κανένα θέμα";
$l['used_by'] = "Χρησιμοποιείται από: ";
$l['used_by_all_themes'] = "Χρησιμοποιείται από όλα τα θέματα";

$l['expand_templates'] = "Ανάπτυξη Προτύπων";
$l['edit_template_set'] = "Επεξεργασία Συνόλου Προτύπων";
$l['delete_template_set'] = "Διαγραφή Συνόλου Προτύπων";
$l['empty_template_set'] = "<em>Δεν υπάρχουν πρότυπα σε αυτό το σύνολο.</em>";

$l['inline_edit'] = "Επεξεργασία στη γραμμή";
$l['full_edit'] = "Πλήρης Επεξεργασία";
$l['revert_to_orig'] = "Επαναφορά στην Αρχική Έκδοση";
$l['delete_template'] = "Διαγραφή Προτύπου";
$l['edit_in'] = "Επεξεργασία σε";

$l['group_calendar'] = "Ημερολόγιο";
$l['group_forumdisplay'] = "Εμφάνιση Φόρουμ";
$l['group_index'] = "Αρχική Σελίδα";
$l['group_error'] = "Μήνυμα Σφάλματος";
$l['group_memberlist'] = "Λίστα Μελών";
$l['group_multipage'] = "Πολλαπλές Σελίδες";
$l['group_private'] = "Προσωπικά Μηνύματα";
$l['group_portal'] = "Πύλη";
$l['group_postbit'] = "Μπλοκ Μηνύματος";
$l['group_posticons'] = "Εικονίδιο Μηνύματος";
$l['group_showthread'] = "Εμφάνιση Θέματος";
$l['group_usercp'] = "Πίνακας Ελέγχου Χρήστη";
$l['group_online'] = "Ποιος Είναι Συνδεδεμένος";
$l['group_forumbit'] = "Μπλοκ Φόρουμ";
$l['group_editpost'] = "Επεξεργασία Μηνύματος";
$l['group_forumjump'] = "Μετάβαση σε Φόρουμ";
$l['group_moderation'] = "Διαχείριση";
$l['group_nav'] = "Πλοήγηση";
$l['group_search'] = "Αναζήτηση";
$l['group_showteam'] = "Εμφάνιση Ομάδας Φόρουμ";
$l['group_reputation'] = "Φήμη";
$l['group_newthread'] = "Νέο Θέμα";
$l['group_newreply'] = "Νέα Απάντηση";
$l['group_member'] = "Μέλος";
$l['group_warning'] = "Σύστημα Προειδοποίησης";
$l['group_global'] = "Καθολικό";
$l['group_header'] = "Κεφαλίδα";
$l['group_managegroup'] = "Διαχείριση Ομάδας";
$l['group_misc'] = "Διάφορα";
$l['group_modcp'] = "Πίνακας Ελέγχου Συντονιστή";
$l['group_announcement'] = "Ανακοίνωση";
$l['group_polls'] = "Δημοσκοπήσεις";
$l['group_post'] = "Μήνυμα";
$l['group_printthread'] = "Εκτύπωση Θέματος";
$l['group_report'] = "Αναφορά";
$l['group_smilieinsert'] = "Εισαγωγή Συμβολοσειράς";
$l['group_stats'] = "Στατιστικά";
$l['group_xmlhttp'] = "XMLHTTP";
$l['group_footer'] = "Υποσέλιδο";
$l['group_video'] = "Κώδικας Βίντεο";
$l['group_sendthread'] = "Αποστολή Θέματος";
$l['group_mycode'] = "MyCode";

$l['expand'] = "Ανάπτυξη";
$l['collapse'] = "Σύμπτυξη";

$l['save_continue'] = "Αποθήκευση και Συνέχεια Επεξεργασίας";
$l['save_close'] = "Αποθήκευση και Επιστροφή στη Λίστα";

$l['template_name'] = "Όνομα Προτύπου";
$l['template_name_desc'] = "Όνομα του προτύπου. Εάν αλλάξετε αυτό στο προεπιλεγμένο πρότυπο, θα αποθηκευτεί το πρότυπο ως προσαρμοσμένο πρότυπο με το νέο όνομα.";
$l['template_set_desc'] = "Σε ποιο σύνολο προτύπων πρέπει να ανήκει αυτό το πρότυπο;";

$l['template_group_prefix'] = "Πρόθεμα Ομάδας Προτύπων";
$l['template_group_prefix_desc'] = "Το πρόθεμα του ονόματος για την ομαδοποίηση των προτύπων. Αυτό δεν πρέπει να υπάρχει ήδη. Για παράδειγμα, για να ομαδοποιήσετε τα πρότυπα <em>hello_world</em>, <em>hello_foobar</em> και <em>hello_foo</em>, εισαγάγετε εδώ το <strong>hello</strong>.";
$l['template_group_title'] = "Τίτλος Ομάδας Προτύπων";
$l['template_group_title_desc'] = "Ο τίτλος της ομάδας προθέματος. Αυτός θα εμφανίζεται στη λίστα των προτύπων. Για παράδειγμα, για τα πρότυπα μας <em>hello</em>, εισαγάγετε εδώ το <strong>Hello</strong>.";

$l['edit_template_group'] = "Επεξεργασία Ομάδας Προτύπων";
$l['editing_template_group'] = "Επεξεργασία Ομάδας Προτύπων {1}";
$l['delete_template_group'] = "Διαγραφή Ομάδας Προτύπων";
$l['save_template_group'] = "Αποθήκευση Ομάδας Προτύπων";

$l['templates_the_same'] = "Τα δύο πρότυπα που έχετε επιλέξει είναι ίδια και δεν μπορούν να συγκριθούν.";
$l['master_updated_ins'] = "Οι αλλαγές που έχουν γίνει μεταξύ της προηγούμενης έκδοσης και αυτής είναι επισημασμένες έτσι.";
$l['master_updated_del'] = "Οποιεσδήποτε προσαρμογές έχετε κάνει στα πρότυπά σας (τα παλιά) είναι επισημασμένες έτσι.";
$l['template_diff_analysis'] = "Ανάλυση Διαφορών Προτύπων";
$l['search_names_header'] = "Αναζήτηση ονομάτων προτύπων που περιέχουν \"{1}\"";

$l['updated_template_welcome1'] = "Επεξεργασία - Σας επιτρέπει να επεξεργαστείτε το τρέχον πρότυπο για αυτό το σύνολο προτύπων για να ενσωματώσετε τις ενημερώσεις που έχουν γίνει μεταξύ των εκδόσεων.";
$l['updated_template_welcome2'] = "Επαναφορά - Θα επαναφέρει το προσαρμοσμένο πρότυπο στην κύρια αναθεώρηση, αλλά θα χάσετε οποιεσδήποτε προσαρμογές έχετε κάνει.";
$l['updated_template_welcome3'] = "Diff - Πραγματοποιεί μια ανάλυση διαφορών μεταξύ των προτύπων και σας δείχνει ακριβώς ποιες αλλαγές έχουν γίνει μεταξύ του προσαρμοσμένου αντιγράφου σας και του τελευταίου αντιγράφου του προτύπου.";

$l['no_global_templates'] = "Δεν υπάρχουν προς το παρόν καθολικά πρότυπα.";
$l['no_updated_templates'] = "Δεν υπάρχουν πρότυπα που έχουν ενημερωθεί από την τελευταία αναβάθμισή σας.";

$l['confirm_template_set_deletion'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το σύνολο προτύπων;";
$l['confirm_template_group_delete'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την ομάδα προτύπων; Αυτή η ενέργεια δεν αφαιρεί τα πρότυπα από την ομάδα.";
$l['confirm_template_deletion'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το πρότυπο;";
$l['confirm_template_revertion'] = "Είστε βέβαιοι ότι θέλετε να επαναφέρετε αυτό το πρότυπο;";

$l['error_security_problem'] = "Βρέθηκε ένα πιθανό πρόβλημα ασφαλείας στο πρότυπο. Παρακαλούμε ελέγξτε τις αλλαγές σας ή επικοινωνήστε με την Ομάδα MyBB για υποστήριξη.";
$l['error_missing_input'] = "Παρακαλούμε βεβαιωθείτε ότι έχετε όλα τα απαραίτητα στοιχεία για να επεξεργαστείτε αυτό το πρότυπο (tid και sid)";
$l['error_already_exists'] = "Ο τίτλος του προτύπου χρησιμοποιείται ήδη. Παρακαλούμε χρησιμοποιήστε έναν διαφορετικό τίτλο.";
$l['error_invalid_template'] = "Παρακαλούμε επιλέξτε ένα έγκυρο πρότυπο.";
$l['error_missing_set_title'] = "Παρακαλούμε επιλέξτε έναν τίτλο για το σύνολο προτύπων.";
$l['error_invalid_input'] = "Παρακαλούμε βεβαιωθείτε ότι έχετε το σωστό αναγνωριστικό συνόλου προτύπων.";
$l['error_invalid_set'] = "Παρακαλούμε επιλέξτε ένα έγκυρο σύνολο προτύπων.";
$l['error_invalid_template_set'] = "Επιλέχθηκε μη έγκυρο σύνολο προτύπων.";
$l['error_themes_attached_template_set'] = "Αυτό το σύνολο προτύπων δεν μπορεί να διαγραφεί καθώς υπάρχουν θέματα που είναι συνδεδεμένα με αυτό.";
$l['error_missing_group_prefix'] = "Παρακαλούμε εισαγάγετε ένα πρόθεμα για την ομάδα προτύπων.";
$l['error_invalid_group_title'] = "Καθώς τα κάτω παύλες (_) χρησιμοποιούνται ως διαχωριστικό, αυτές απαγορεύονται στα πρόθεμα των ομάδων προτύπων. Παρακαλούμε επιλέξτε ένα άλλο πρόθεμα.";
$l['error_missing_group_title'] = "Παρακαλούμε εισαγάγετε έναν τίτλο για την ομάδα προτύπων.";
$l['error_duplicate_group_prefix'] = "Μια ομάδα προτύπων υπάρχει ήδη με αυτό το πρόθεμα. Παρακαλούμε εισαγάγετε ένα άλλο πρόθεμα.";
$l['error_missing_template_group'] = "Η ομάδα προτύπων δεν βρέθηκε.";
$l['error_default_template_group'] = "Δεν μπορείτε να επεξεργαστείτε ή να αφαιρέσετε μια προεπιλεγμένη ομάδα προτύπων.";

$l['success_template_saved'] = "Το επιλεγμένο πρότυπο αποθηκεύτηκε με επιτυχία.";
$l['success_template_deleted'] = "Το επιλεγμένο πρότυπο διαγράφηκε με επιτυχία.";
$l['success_template_reverted'] = "Το επιλεγμένο πρότυπο επαναφέρθηκε με επιτυχία.";
$l['success_template_set_saved'] = "Το επιλεγμένο σύνολο προτύπων αποθηκεύτηκε με επιτυχία.";
$l['success_template_set_deleted'] = "Το επιλεγμένο σύνολο προτύπων διαγράφηκε με επιτυχία.";
$l['success_template_group_saved'] = "Η επιλεγμένη ομάδα προτύπων αποθηκεύτηκε με επιτυχία.";
$l['success_template_group_deleted'] = "Η επιλεγμένη ομάδα προτύπων διαγράφηκε με επιτυχία.";
