<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['themes'] = "Θέματα";
$l['themes_desc'] = "Εδώ μπορείτε να διαχειριστείτε τα θέματα που έχουν οριστεί στο φόρουμ σας. Τα θέματα σας επιτρέπουν να προσαρμόσετε την εμφάνιση του φόρουμ σας. Παρακάτω εμφανίζεται μια λίστα με τα θέματα που έχουν οριστεί αυτή τη στιγμή.";

$l['create_new_theme'] = "Δημιουργία νέου θέματος";
$l['create_new_theme_desc'] = "Εδώ μπορείτε να δημιουργήσετε ένα νέο θέμα βασισμένο στο προεπιλεγμένο. <strong>Τα σετ προτύπων, τα stylesheets και άλλες ρυθμίσεις κληρονομούνται από το γονικό θέμα.</strong>";

$l['import_a_theme'] = "Εισαγωγή θέματος";
$l['import_a_theme_desc'] = "Εδώ μπορείτε να εισαγάγετε νέα θέματα. Μπορείτε να εισαγάγετε ένα θέμα από τον υπολογιστή σας ή από ένα απομακρυσμένο URL.";

$l['edit_stylesheets'] = "Επεξεργασία Stylesheets";
$l['edit_stylesheets_desc'] = "Εδώ μπορείτε να διαχειριστείτε εύκολα τα stylesheets που χρησιμοποιούνται από αυτό το θέμα. Τα stylesheets βασίζονται σε CSS και καθορίζουν τα γραφικά, τα χρώματα και άλλες οπτικές πτυχές αυτού του θέματος. Παρακάτω εμφανίζεται μια λίστα με τα stylesheets που είναι συνδεδεμένα με αυτό το θέμα.";

$l['add_stylesheet'] = "Προσθήκη Stylesheet";
$l['add_stylesheet_desc'] = "Εδώ μπορείτε να προσθέσετε ένα νέο stylesheet σε αυτό το θέμα. Ένα stylesheet περιέχει CSS που σας επιτρέπει να προσαρμόσετε την εμφάνιση αυτού του θέματος. Θα μεταβείτε στη σελίδα επεξεργασίας του stylesheet μετά τη δημιουργία.";

$l['browse_themes'] = "Περιήγηση στα θέματα";
$l['browse_themes_desc'] = "Εδώ μπορείτε να περιηγηθείτε στον επίσημο ιστότοπο τροποποιήσεων του MyBB για θέματα που είναι συμβατά με τη σειρά του MyBB που χρησιμοποιείτε.";

$l['browse_all_themes'] = "Περιήγηση σε όλα τα θέματα";

$l['export_theme'] = "Εξαγωγή θέματος";
$l['export_theme_desc'] = "Εδώ μπορείτε να εξαγάγετε τα θέματα και τα προσαρμοσμένα πρότυπα σας. Η εξαγωγή θεμάτων είναι χρήσιμη εάν θέλετε να τα μοιραστείτε με άλλους ή να τα εισαγάγετε σε ένα άλλο φόρουμ.";

$l['duplicate_theme'] = "Δημιουργία αντιγράφου θέματος";
$l['duplicate_theme_desc'] = "Εδώ μπορείτε να δημιουργήσετε αντίγραφα των θεμάτων σας. Αυτό σας βοηθά εάν θέλετε να αναπτύξετε μια άλλη έκδοση του θέματος.";

$l['colors_manage'] = "Διαχείριση χρωμάτων";
$l['colors_attached_to'] = "ρύθμιση χρώματος";
$l['colors_setting'] = "Βασικό χρώμα";
$l['colors_setting_desc'] = "Επιλέξτε το χρώμα που θα χρησιμοποιεί αυτό το θέμα ως βασικό χρώμα. Τα stylesheets που είναι συνδεδεμένα με αυτό το χρώμα θα χρησιμοποιηθούν.";
$l['colors_no_color_setting'] = "Δεν υπάρχουν διαθέσιμα χρώματα. Παρακαλούμε δημιουργήστε μια λίστα με χρώματα παρακάτω για να χρησιμοποιήσετε αυτήν τη λειτουργία.";
$l['colors_add'] = "Διαχείριση χρωμάτων";
$l['colors_add_desc'] = "Μια λίστα με τα διαθέσιμα χρώματα για αυτό το θέμα. Πρέπει να είναι μια λίστα με ζευγάρια κλειδιού-τιμής (key=item) χρωμάτων, για παράδειγμα, <em>blue=Μπλε</em>. Διαχωρίστε τα στοιχεία με ένα νέο γραμμής.";
$l['colors_please_select'] = "Κανένα";
$l['colors_add_edit_desc'] = "Επιλέξτε ένα χρώμα για να συνδέσετε αυτό το stylesheet. Μπορείτε να επιλέξετε περισσότερα από ένα χρώματα.";
$l['colors_specific_color'] = "Συγκεκριμένο χρώμα";

$l['include_custom_only'] = "Συμπερίληψη μόνο προσαρμοσμένων στοιχείων;";
$l['include_custom_only_desc'] = "Εάν θέλετε να συμπεριλάβετε στοιχεία (css και stylesheets) που κληρονομούνται από γονικά θέματα, επιλέξτε \"όχι\", διαφορετικά θα εξαχθούν μόνο τα προσαρμοσμένα στοιχεία.";
$l['include_templates'] = "Συμπερίληψη προτύπων στην εξαγωγή;";
$l['include_templates_desc'] = "Εάν θέλετε να εξαχθούν επίσης τα προσαρμοσμένα πρότυπα που χρησιμοποιούνται σε αυτό το θέμα, επιλέξτε ναι.";

$l['edit_stylesheet_simple_mode'] = "Επεξεργασία Stylesheet: Απλή λειτουργία";
$l['edit_stylesheet_simple_mode_desc'] = "Εδώ μπορείτε να επεξεργαστείτε εύκολα το stylesheet του θέματός σας. Η απλή λειτουργία σας επιτρέπει να προσαρμόσετε το CSS σε αυτό το stylesheet με ελάχιστη ή καθόλου γνώση του CSS. Ξεκινήστε επιλέγοντας ένα στοιχείο παρακάτω.";
$l['edit_stylesheet_advanced_mode'] = "Επεξεργασία Stylesheet: Προηγμένη λειτουργία";
$l['edit_stylesheet_advanced_mode_desc'] = "Εδώ μπορείτε να επεξεργαστείτε αυτό το stylesheet ως επίπεδο αρχείο. Ο περιεχόμενος του CSS stylesheet εμφανίζεται στο πεδίο κειμένου παρακάτω.";

$l['theme'] = "Θέμα";
$l['num_users'] = "# Χρήστες";
$l['edit_theme'] = "Επεξεργασία θέματος";
$l['delete_theme'] = "Διαγραφή θέματος";
$l['set_as_default'] = "Ορισμός ως προεπιλογή";
$l['default_theme'] = "Προεπιλεγμένο θέμα";
$l['force_on_users'] = "Επιβολή στους χρήστες";
$l['delete_revert'] = "Διαγραφή / Αναστροφή";

$l['local_file'] = "Τοπικό Αρχείο";
$l['url'] = "URL";
$l['import_from'] = "Εισαγωγή από";
$l['import_from_desc'] = "Επιλέξτε ένα αρχείο για εισαγωγή. Μπορείτε να εισαγάγετε το αρχείο θέματος είτε από τον υπολογιστή σας είτε από ένα URL. Θυμηθείτε να χρησιμοποιείτε θέματα από <strong>ασφαλείς και αξιόπιστες πηγές</strong>.";
$l['parent_theme'] = "Γονικό Θέμα";
$l['parent_theme_desc'] = "Επιλέξτε το θέμα στο οποίο θα είναι υποκατηγορία αυτό το θέμα.";
$l['new_name'] = "Νέο Όνομα";
$l['new_name_desc'] = "Ένα νέο όνομα για το εισαγόμενο θέμα. Εάν αφεθεί κενό, θα χρησιμοποιηθεί το όνομα από το αρχείο θέματος.";
$l['advanced_options'] = "Προηγμένες Επιλογές";
$l['ignore_version_compatibility'] = "Παράβλεψη Συμβατότητας Έκδοσης";
$l['ignore_version_compat_desc'] = "Θα πρέπει να εγκατασταθεί αυτό το θέμα ανεξάρτητα από την έκδοση του MyBB για την οποία δημιουργήθηκε;";
$l['import_stylesheets'] = "Εισαγωγή Stylesheets";
$l['import_stylesheets_desc'] = "Εάν αυτό το θέμα περιέχει προσαρμοσμένα stylesheets, θα πρέπει να εισαχθούν;";
$l['import_templates'] = "Εισαγωγή Προτύπων";
$l['import_templates_desc'] = "Εάν αυτό το θέμα περιέχει προσαρμοσμένα πρότυπα, θα πρέπει να εισαχθούν;";
$l['import_theme'] = "Εισαγωγή Θέματος";

$l['new_name_duplicate_desc'] = "Ένα νέο όνομα για το αντίγραφο του θέματος.";
$l['duplicate_stylesheets'] = "Αντιγραφή Stylesheets";
$l['duplicate_stylesheets_desc'] = "Εάν αυτό το θέμα περιέχει προσαρμοσμένα stylesheets, θα πρέπει να γίνει αντιγραφή τους;";
$l['duplicate_templates'] = "Αντιγραφή Προτύπων";
$l['duplicate_templates_desc'] = "Εάν αυτό το θέμα περιέχει προσαρμοσμένα πρότυπα, θα πρέπει να γίνει αντιγραφή τους;";

$l['create_a_theme'] = "Δημιουργία Θέματος";
$l['name'] = "Όνομα";
$l['name_desc'] = "Καθορίστε ένα όνομα για το νέο θέμα.";
$l['display_order'] = "Σειρά Εμφάνισης";

$l['edit_theme_properties'] = "Επεξεργασία Ιδιοτήτων Θέματος";
$l['name_desc_edit'] = "Καθορίστε ένα όνομα για το θέμα.";
$l['allowed_user_groups'] = "Επιτρεπόμενες Ομάδες Χρηστών";
$l['allowed_user_groups_desc'] = "Καθορίστε ποιες ομάδες χρηστών επιτρέπεται να χρησιμοποιούν αυτό το θέμα. Η επιλογή 'Όλες οι Ομάδες Χρηστών' θα αντικαταστήσει οποιαδήποτε άλλη επιλογή. Κρατήστε πατημένο το πλήκτρο CTRL για να επιλέξετε πολλαπλές ομάδες χρηστών.";
$l['all_user_groups'] = "Όλες οι Ομάδες Χρηστών";
$l['template_set'] = "Σετ Προτύπων";
$l['template_set_desc'] = "Καθορίστε το σετ προτύπων που θα χρησιμοποιεί το θέμα. Το επιλεγμένο σετ προτύπων καθορίζει τον κώδικα (HTML) που χρησιμοποιείται για την παρουσίαση του θέματος.";
$l['editor_theme'] = "Στυλ Επεξεργαστή";
$l['editor_theme_desc'] = "Καθορίστε το στυλ που θα χρησιμοποιηθεί για τον επεξεργαστή MyCode σε αυτό το θέμα. Τα στυλ επεξεργαστή μπορούν να βρεθούν στον φάκελο <strong>jscripts/sceditor/themes</strong>.";
$l['img_directory'] = "Κατάλογος Εικόνων";
$l['img_directory_desc'] = "Ο κατάλογος ρίζας για την τοποθεσία των εικόνων που χρησιμοποιούνται σε αυτό το θέμα. Σημειώστε ότι αυτό καθορίζει μόνο τον κατάλογο για τις εικόνες που χρησιμοποιούνται στα πρότυπα, όχι στα stylesheets.";
$l['logo'] = "Λογότυπο Φόρουμ";
$l['logo_desc'] = "Τοποθεσία του λογότυπου του φόρουμ που χρησιμοποιείται σε αυτό το θέμα (αυτό είναι το λογότυπο που εμφανίζεται στην κορυφή κάθε σελίδας).";
$l['table_spacing'] = "Διάκενο Πίνακα";
$l['table_spacing_desc'] = "Το πλάτος του εσωτερικού padding των κελιών του πίνακα, σε pixels. Αυτό είναι το χαρακτηριστικό <em>cellpadding</em> της ετικέτας <em>table</em> του HTML.";
$l['inner_border'] = "Πάχος Εσωτερικού Περιγράμματος Πίνακα";
$l['inner_border_desc'] = "Η ποσότητα του padding μεταξύ κάθε κελιού του πίνακα, σε pixels. Αυτό είναι το χαρακτηριστικό <em>cellspacing</em> της ετικέτας <em>table</em> του HTML.";
$l['save_theme_properties'] = "Αποθήκευση Ιδιοτήτων Θέματος";
$l['save_stylesheet_order'] = "Αποθήκευση Σειράς Stylesheet";

$l['background'] = "Φόντο";
$l['extra_css_atribs'] = "Επιπλέον Χαρακτηριστικά CSS";
$l['color'] = "Χρώμα";
$l['width'] = "Πλάτος";
$l['text_decoration'] = "Διακόσμηση Κειμένου";
$l['font_family'] = "Οικογένεια Γραμματοσειράς";
$l['font_size'] = "Μέγεθος Γραμματοσειράς";
$l['font_style'] = "Στυλ Γραμματοσειράς";
$l['font_weight'] = "Βάρος Γραμματοσειράς";

$l['stylesheets'] = "Stylesheets";
$l['inherited_from'] = "Κληρονομημένο από";
$l['attached_to'] = "Συνδεδεμένο με";
$l['attached_to_nothing'] = "Δεν είναι συνδεδεμένο με τίποτα";
$l['attached_to_desc'] = "Μπορείτε να συνδέσετε τα stylesheets είτε γενικά είτε σε συγκεκριμένα αρχεία. Εάν το συνδέσετε σε συγκεκριμένα αρχεία, μπορείτε να το συνδέσετε σε συγκεκριμένες ενέργειες εντός κάθε αρχείου.";
$l['actions'] = "ενέργειες";
$l['of'] = "από";
$l['attached_to_all_pages'] = "Συνδεδεμένο με όλες τις σελίδες";
$l['properties'] = "Ιδιότητες";
$l['edit_style'] = "Επεξεργασία Στυλ";
$l['stylesheets_in'] = "Stylesheets σε";
$l['stylesheet_properties'] = "Ιδιότητες Stylesheet";
$l['stylesheet_inherited_default'] = "Αυτό το stylesheet κληρονομείται από το {1}. Οποιεσδήποτε αλλαγές κάνετε θα διακόψουν την κληρονομιά και το stylesheet θα αντιγραφεί σε αυτό το θέμα.";
$l['stylesheet_inherited'] = "Αυτό το stylesheet κληρονομείται από το {1}. Οποιεσδήποτε αλλαγές κάνετε θα διακόψουν την κληρονομιά και το stylesheet θα αντιγραφεί σε αυτό το θέμα. Επεξεργαστείτε αυτό το stylesheet στο {1} για να διατηρήσετε την κληρονομιά.";
$l['globally'] = "Παγκοσμίως";
$l['specific_files'] = "Συγκεκριμένα αρχεία";
$l['specific_actions'] = "Συγκεκριμένες ενέργειες";
$l['specific_actions_desc'] = "Οι ενέργειες χωρίζονται με κόμματα";
$l['file'] = "Αρχείο";
$l['add_another'] = "Προσθήκη άλλου";
$l['edit_stylesheet_properties_for'] = "Επεξεργασία Ιδιοτήτων Stylesheet για";
$l['file_name'] = "Όνομα Αρχείου";
$l['file_name_desc'] = "Όνομα για το stylesheet, συνήθως με κατάληξη <strong>[.css]</strong>";
$l['save_stylesheet_properties'] = "Αποθήκευση Ιδιοτήτων Stylesheet";
$l['saved'] = "Αποθηκεύτηκε";
$l['editing'] = "Επεξεργασία";
$l['selector'] = "Επιλογέας";
$l['save_changes'] = "Αποθήκευση Αλλαγών";
$l['save_changes_and_close'] = "Αποθήκευση Αλλαγών & Κλείσιμο";
$l['save_changes_js'] = "Θέλετε να αποθηκεύσετε πρώτα τις αλλαγές σας;";
$l['delete_confirm_js'] = "Είστε βέβαιοι ότι θέλετε να το διαγράψετε;";
$l['import_stylesheet_from'] = "Εισαγωγή από άλλο stylesheet σε αυτό το θέμα";
$l['write_own'] = "Γράψτε το δικό σας περιεχόμενο";
$l['save_stylesheet'] = "Αποθήκευση Stylesheet";
$l['add_stylesheet_to'] = "Προσθήκη Stylesheet σε";

$l['full_stylesheet_for'] = "Πλήρες Stylesheet για";

$l['recommended_themes_for_mybb'] = "Συνιστώμενα Θέματα για το MyBB {1}";
$l['browse_results_for_mybb'] = "Αναζήτηση Αποτελεσμάτων για το MyBB {1}";
$l['search_for_themes'] = "Αναζήτηση Θεμάτων";
$l['search'] = "Αναζήτηση";
$l['download'] = "Λήψη";
$l['created_by'] = "Δημιουργήθηκε από";
$l['theme_thumbnail'] = "Μικρογραφία Θέματος";

$l['error_invalid_stylesheet'] = "Έχετε επιλέξει ένα μη έγκυρο stylesheet.";
$l['error_invalid_theme'] = "Έχετε επιλέξει ένα μη έγκυρο θέμα.";
$l['error_missing_name'] = "Παρακαλώ εισάγετε ένα όνομα για αυτό το θέμα.";
$l['error_missing_url'] = "Παρακαλώ εισάγετε ένα έγκυρο url για να εισαγάγετε ένα θέμα.";
$l['error_theme_already_exists'] = "Ένα θέμα με το ίδιο όνομα υπάρχει ήδη. Παρακαλώ εισάγετε ένα διαφορετικό όνομα.";
$l['error_theme_security_problem'] = "Βρέθηκε ένα πιθανό πρόβλημα ασφαλείας στο θέμα. Δεν εισήχθη. Παρακαλώ επικοινωνήστε με τον συγγραφέα ή την ομάδα MyBB για υποστήριξη.";

$l['error_local_file'] = "Δεν ήταν δυνατό να ανοίξει το τοπικό αρχείο. Υπάρχει; Παρακαλώ ελέγξτε και δοκιμάστε ξανά.";
$l['error_uploadfailed'] = "Η μεταφόρτωση απέτυχε. Παρακαλώ δοκιμάστε ξανά.";
$l['error_uploadfailed_detail'] = "Λεπτομέρειες σφάλματος: ";
$l['error_uploadfailed_php1'] = "Το PHP επέστρεψε: Το ανεβασμένο αρχείο υπερέβη τη ρύθμιση upload_max_filesize στο php.ini. Παρακαλώ επικοινωνήστε με τον διαχειριστή του φόρουμ σας για αυτό το σφάλμα.";
$l['error_uploadfailed_php2'] = "Το ανεβασμένο αρχείο υπερέβη το μέγιστο επιτρεπόμενο μέγεθος.";
$l['error_uploadfailed_php3'] = "Το ανεβασμένο αρχείο ανέβηκε μερικώς μόνο.";
$l['error_uploadfailed_php4'] = "Δεν ανέβηκε κανένα αρχείο.";
$l['error_uploadfailed_php6'] = "Το PHP επέστρεψε: Λείπει ένας προσωρινός φάκελος. Παρακαλώ επικοινωνήστε με τον διαχειριστή του φόρουμ σας για αυτό το σφάλμα.";
$l['error_uploadfailed_php7'] = "Το PHP επέστρεψε: Απέτυχε η εγγραφή του αρχείου στο δίσκο. Παρακαλώ επικοινωνήστε με τον διαχειριστή του φόρουμ σας για αυτό το σφάλμα.";
$l['error_uploadfailed_phpx'] = "Το PHP επέστρεψε κωδικό σφάλματος: {1}. Παρακαλώ επικοινωνήστε με τον διαχειριστή του φόρουμ σας για αυτό το σφάλμα.";
$l['error_uploadfailed_lost'] = "Το αρχείο δεν βρέθηκε στον διακομιστή.";
$l['error_uploadfailed_nocontents'] = "Το MyBB δεν μπορεί να βρει το θέμα με το αρχείο που ανεβάσατε. Παρακαλώ ελέγξτε ότι το αρχείο είναι το σωστό και δεν είναι κατεστραμμένο.";
$l['error_invalid_version'] = "Αυτό το θέμα έχει γραφεί για μια άλλη έκδοση του MyBB. Παρακαλώ επιλέξτε την επιλογή \"Αγνόηση Συμβατότητας Έκδοσης\" για να αγνοήσετε αυτό το σφάλμα.";
$l['error_missing_stylesheet_name'] = "Παρακαλώ εισάγετε ένα όνομα για αυτό το stylesheet.";
$l['error_missing_stylesheet_extension'] = "Αυτό το stylesheet πρέπει να τελειώνει με τη σωστή κατάληξη αρχείου, για παράδειγμα, {1}<em>.css</em>";
$l['error_invalid_parent_theme'] = "Το επιλεγμένο γονικό θέμα δεν υπάρχει. Παρακαλώ επιλέξτε ένα έγκυρο γονικό θέμα.";
$l['error_invalid_templateset'] = "Το επιλεγμένο σετ προτύπων δεν υπάρχει. Παρακαλώ επιλέξτε ένα έγκυρο σετ προτύπων.";
$l['error_invalid_color'] = "Το καθορισμένο σετ χρωμάτων \"{1}\" έχει μη έγκυρους χαρακτήρες ή δεν είναι στην προτεινόμενη μορφή. Επιτρέπονται μόνο αριθμοί, γράμματα Unicode και κάτω παύλες στο όνομα ενός χρώματος και η τιμή του, οι οποίες πρέπει να χωρίζονται με '='.";
$l['error_invalid_editortheme'] = "Το επιλεγμένο θέμα επεξεργαστή δεν υπάρχει. Παρακαλώ επιλέξτε ένα έγκυρο θέμα επεξεργαστή.";
$l['error_inheriting_stylesheets'] = "Δεν μπορείτε να διαγράψετε αυτό το θέμα επειδή υπάρχουν ακόμα άλλα θέματα που κληρονομούν stylesheets από αυτό.";
$l['error_cannot_parse'] = "Το MyBB δεν μπορεί να αναλύσει αυτό το stylesheet για τον απλό επεξεργαστή. Μπορεί να επεξεργαστεί μόνο σε προηγμένη λειτουργία.";
$l['error_communication_problem'] = "Προέκυψε πρόβλημα κατά την επικοινωνία με τον διακομιστή θεμάτων του MyBB. Παρακαλώ δοκιμάστε ξανά σε λίγα λεπτά.";
$l['error_no_results_found'] = "Δεν βρέθηκαν αποτελέσματα για τις καθορισμένες λέξεις-κλειδιά.";
$l['error_no_color_picked'] = "Δεν καθορίσατε ποια χρώματα να συνδέσετε αυτό το stylesheet.";
$l['error_no_display_order'] = "Προέκυψε σφάλμα κατά την εύρεση της σειράς εμφάνισης των stylesheets. Παρακαλώ ανανεώστε τη σελίδα και δοκιμάστε ξανά.";

$l['success_duplicated_theme'] = "Το επιλεγμένο θέμα αντιγράφηκε με επιτυχία.";
$l['success_imported_theme'] = "Το επιλεγμένο θέμα εισήχθη με επιτυχία.";
$l['success_theme_created'] = "Το θέμα δημιουργήθηκε με επιτυχία.";
$l['success_theme_deleted'] = "Το επιλεγμένο θέμα διαγράφηκε με επιτυχία.";
$l['success_stylesheet_properties_updated'] = "Οι ιδιότητες του επιλεγμένου stylesheet ενημερώθηκαν με επιτυχία.";
$l['success_stylesheet_updated'] = "Το επιλεγμένο stylesheet ενημερώθηκε με επιτυχία.";
$l['success_stylesheet_deleted'] = "Το επιλεγμένο stylesheet διαγράφηκε / αναστράφηκε με επιτυχία.";
$l['success_theme_set_default'] = "Το επιλεγμένο θέμα είναι τώρα το προεπιλεγμένο για το φόρουμ.";
$l['success_theme_forced'] = "Όλοι οι χρήστες έχουν αναγκαστεί να χρησιμοποιήσουν το επιλεγμένο θέμα με επιτυχία.";
$l['success_theme_properties_updated'] = "Οι ιδιότητες του επιλεγμένου θέματος ενημερώθηκαν με επιτυχία.";
$l['success_stylesheet_added'] = "Το stylesheet για αυτό το θέμα δημιουργήθηκε με επιτυχία.";
$l['success_stylesheet_order_updated'] = "Οι εμφανιζόμενες σειρές για τα stylesheets ενημερώθηκαν με επιτυχία.";

$l['confirm_theme_deletion'] = "Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το θέμα;";
$l['confirm_stylesheet_deletion'] = "Είστε σίγουροι ότι θέλετε να διαγράψετε / αναστρέψετε αυτό το stylesheet;";
$l['confirm_theme_forced'] = "Είστε σίγουροι ότι θέλετε να επιβάλετε αυτό το θέμα σε όλους τους χρήστες; Αυτό μπορεί να επαναφέρει το επίπεδο πρόσβασης του θέματος.";

$l['theme_info_fetch_error'] = 'Παρουσιάστηκε σφάλμα κατά την ανάκτηση των πληροφοριών του στυλ.';
$l['theme_info_save_error'] = 'Παρουσιάστηκε σφάλμα κατά την αποθήκευση των πληροφοριών του στυλ.';

$l['saving'] = 'Αποθήκευση&hellip;';
