<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['cache'] = "Κρυφός Χώρος:";
$l['cache_manager'] = "Διαχειριστής Κρυφού Χώρου";
$l['cache_manager_description'] = "Εδώ μπορείτε να διαχειριστείτε τους κρυφούς χώρους που χρησιμοποιούνται ως μέθοδος βελτιστοποίησης του MyBB. Η ανακατασκευή ενός κρυφού χώρου θα πάρει όλα τα απαραίτητα δεδομένα που χρησιμοποιούνται για τη δημιουργία του κρυφού χώρου και θα τα συγχρονίσει ξανά. Η επαναφόρτωση ενός κρυφού χώρου θα τον φορτώσει ξανά στον επιλεγμένο χειριστή κρυφού χώρου (δίσκος, eaccelerator, memcache, κλπ). Η επαναφόρτωση είναι χρήσιμη όταν γίνεται μετάβαση από τη βάση δεδομένων ή το σύστημα αρχείων στο xcache, eaccelerator ή άλλο χειριστή κρυφού χώρου.";
$l['rebuild_cache'] = "Ανακατασκευή Κρυφού Χώρου";
$l['reload_cache'] = "Επαναφόρτωση Κρυφού Χώρου";
$l['rebuild_reload_all'] = "(Ανακατασκευή & Επαναφόρτωση Όλων)";

$l['error_cannot_rebuild'] = "Αυτός ο κρυφός χώρος δεν μπορεί να ανακατασκευαστεί.";
$l['error_empty_cache'] = "Ο κρυφός χώρος είναι άδειος.";
$l['error_incorrect_cache'] = "Εσφαλμένος κρυφός χώρος που καθορίστηκε.";
$l['error_no_cache_specified'] = "Δεν καθορίσατε κρυφό χώρο για προβολή.";

$l['success_cache_rebuilt'] = "Ο κρυφός χώρος ανακατασκευάστηκε με επιτυχία.";
$l['success_cache_reloaded'] = "Ο κρυφός χώρος φορτώθηκε ξανά με επιτυχία.";
