<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 */


$l['spam_logs'] = 'Αρχεία Ανεπιθύμητων Μηνυμάτων';
$l['spam_logs_desc'] = 'Αυτή η ενότητα σας επιτρέπει να προβάλετε το ιστορικό των χρηστών που έχουν αποκλειστεί από τα φίλτρα ανεπιθύμητων μηνυμάτων.';
$l['prune_spam_logs'] = 'Καθαρισμός Αρχείων Ανεπιθύμητων Μηνυμάτων';
$l['prune_spam_logs_desc'] = 'Εδώ μπορείτε να καθαρίσετε τα αρχεία ανεπιθύμητων μηνυμάτων που ταιριάζουν σε συγκεκριμένα κριτήρια.';
$l['spam_username'] = 'Όνομα χρήστη';
$l['spam_email'] = 'Διεύθυνση Email';
$l['spam_ip'] = 'Διεύθυνση IP';
$l['spam_date'] = 'Ημερομηνία';
$l['spam_confidence'] = 'Βεβαιότητα';
$l['no_spam_logs'] = 'Δεν έχουν αποκλειστεί ακόμα χρήστες από τα φίλτρα ανεπιθύμητων μηνυμάτων.';
$l['success_pruned_spam_logs'] = 'Τα αρχεία ανεπιθύμητων μηνυμάτων καθαρίστηκαν με επιτυχία.';
$l['note_logs_locked'] = 'Για λόγους ασφαλείας, τα αρχεία που είναι λιγότερο από 24 ώρες δεν μπορούν να καθαριστούν.';
$l['all_usernames'] = 'Όλα τα ονόματα χρηστών';
$l['all_emails'] = 'Όλες οι διευθύνσεις Email';
$l['date_range'] = "Εύρος ημερομηνιών:";
$l['older_than'] = "Παλαιότερο από ";
$l['days'] = "ημέρες";
$l['filter_spam_logs'] = 'Φιλτράρισμα Αρχείων Ανεπιθύμητων Μηνυμάτων';
$l['asc'] = "Αύξουσα";
$l['desc'] = "Φθίνουσα";
$l['search_ip_on_sfs'] = "Αναζήτηση αυτής της IP στο Stop Forum Spam";
$l['search'] = "Αναζήτηση";

$l['in'] = "σε";
$l['order'] = "σειρά";
$l['sort_by'] = "Ταξινόμηση κατά";
$l['results_per_page'] = "Αποτελέσματα ανά σελίδα";
