<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */


$l['mod_logs'] = "Αρχεία καταγραφής διαχειριστή";
$l['mod_logs_desc'] = "Εδώ μπορείτε να προβάλλετε, να καθαρίσετε και να αναζητήσετε τα αρχεία καταγραφής του διαχειριστή. Αυτά τα αρχεία καταγραφής περιέχουν τις ενέργειες που μπορεί να κάνει οποιοσδήποτε χρήστης (διαγραφή των δικών του μηνυμάτων/θεμάτων) και όλες τις άλλες ενέργειες από τους διαχειριστές.";
$l['prune_mod_logs'] = "Καθαρισμός αρχείων καταγραφής διαχειριστή";
$l['prune_mod_logs_desc'] = "Εδώ μπορείτε να καθαρίσετε τα αρχεία καταγραφής του διαχειριστή που ταιριάζουν με συγκεκριμένα κριτήρια.";

$l['no_modlogs'] = "Δεν υπάρχουν καταχωρήσεις καταγραφής με τα επιλεγμένα κριτήρια.";

$l['username'] = "Όνομα χρήστη";
$l['na_deleted'] = "Μη Διαθέσιμο - Έχει Διαγραφεί";
$l['date'] = "Ημερομηνία";
$l['action'] = "Ενέργεια";
$l['information'] = "Πληροφορίες";
$l['ipaddress'] = "Διεύθυνση IP";

$l['forum'] = "Φόρουμ:";
$l['thread'] = "Θέμα:";
$l['post'] = "Δημοσίευση:";
$l['user_info'] = "Χρήστης:";
$l['announcement'] = "Ανακοίνωση:";

$l['filter_moderator_logs'] = "Φιλτράρισμα αρχείων καταγραφής διαχειριστή";
$l['forum_moderator'] = "Διαχειριστής φόρουμ:";
$l['sort_by'] = "Ταξινόμηση κατά:";
$l['results_per_page'] = "Αποτελέσματα ανά σελίδα:";
$l['all_moderators'] = "Όλοι οι Διαχειριστές";
$l['older_than'] = "Παλαιότερο από ";

$l['forum_name'] = "Όνομα φόρουμ";
$l['thread_subject'] = "Θέμα θέματος";

$l['asc'] = "Αύξουσα";
$l['desc'] = "Φθίνουσα";

$l['in'] = "σε";
$l['order'] = "σειρά";
$l['days'] = "ημέρες";

$l['prune_moderator_logs'] = "Καθαρισμός αρχείων καταγραφής διαχειριστή";
$l['date_range'] = "Εύρος ημερομηνιών:";

$l['success_pruned_mod_logs'] = "Τα αρχεία καταγραφής του διαχειριστή καθαρίστηκαν με επιτυχία.";
$l['note_logs_locked'] = "Για λόγους ασφαλείας, τα αρχεία καταγραφής που είναι λιγότερο από 24 ώρες δεν μπορούν να καθαριστούν.";
