<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['tools_and_maintenance'] = "Εργαλεία &amp; Συντήρηση";

$l['maintenance'] = "Συντήρηση";
$l['logs'] = "Αρχεία καταγραφής";

$l['system_health'] = "Κατάσταση συστήματος";
$l['cache_manager'] = "Διαχείριση προσωρινής μνήμης";
$l['task_manager'] = "Διαχείριση προγραμματισμένων εργασιών";
$l['recount_and_rebuild'] = "Επαναϋπολογισμός &amp; Ανακατασκευή";
$l['view_php_info'] = "Προβολή πληροφοριών PHP";
$l['database_backups'] = "Αντίγραφα ασφαλείας βάσης δεδομένων";
$l['optimize_database'] = "Βελτιστοποίηση βάσης δεδομένων";
$l['file_verification'] = "Επαλήθευση αρχείων";

$l['administrator_log'] = "Αρχείο καταγραφής διαχειριστή";
$l['moderator_log'] = "Αρχείο καταγραφής συντονιστή";
$l['user_email_log'] = "Αρχείο καταγραφής email χρήστη";
$l['system_mail_log'] = "Αρχείο καταγραφής email συστήματος";
$l['user_warning_log'] = "Αρχείο καταγραφής προειδοποιήσεων χρήστη";
$l['spam_log'] = "Αρχείο καταγραφής ανεπιθύμητων μηνυμάτων";
$l['statistics'] = "Στατιστικά";

$l['can_access_system_health'] = "Έχει πρόσβαση στην κατάσταση συστήματος;";
$l['can_manage_cache'] = "Μπορεί να διαχειριστεί την προσωρινή μνήμη;";
$l['can_manage_tasks'] = "Μπορεί να διαχειριστεί προγραμματισμένες εργασίες;";
$l['can_manage_db_backup'] = "Μπορεί να διαχειριστεί αντίγραφα ασφαλείας βάσης δεδομένων;";
$l['can_optimize_db'] = "Μπορεί να βελτιστοποιήσει τη βάση δεδομένων;";
$l['can_recount_and_rebuild'] = "Μπορεί να επαναϋπολογίσει και να ανακατασκευάσει;";
$l['can_manage_admin_logs'] = "Μπορεί να διαχειριστεί το αρχείο καταγραφής διαχειριστή;";
$l['can_manage_mod_logs'] = "Μπορεί να διαχειριστεί το αρχείο καταγραφής συντονιστή;";
$l['can_manage_user_mail_log'] = "Μπορεί να διαχειριστεί το αρχείο καταγραφής email χρήστη;";
$l['can_manage_system_mail_log'] = "Μπορεί να διαχειριστεί το αρχείο καταγραφής email συστήματος;";
$l['can_manage_user_warning_log'] = "Μπορεί να διαχειριστεί το αρχείο καταγραφής προειδοποιήσεων χρήστη;";
$l['can_manage_spam_log'] = "Μπορεί να διαχειριστεί το αρχείο καταγραφής ανεπιθύμητων μηνυμάτων;";
$l['can_view_php_info'] = "Μπορεί να δει τις πληροφορίες του PHP;";
$l['can_manage_file_verification'] = "Μπορεί να διαχειριστεί την επαλήθευση αρχείων;";
$l['can_view_statistics'] = "Μπορεί να δει τα στατιστικά;";
