<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['file_verification'] = "Επαλήθευση Αρχείων";
$l['checking'] = "Γίνεται έλεγχος&hellip;";
$l['file_verification_message'] = "Αυτή η διαδικασία θα ελέγξει όλα τα προεπιλεγμένα αρχεία του MyBB για εγκυρότητα. Πατήστε Ναι για να συνεχίσετε.<br /> <small>Παρακαλούμε σημειώστε ότι αυτή η διαδικασία δεν μπορεί να διακρίνει μεταξύ προσαρμογών που έχουν γίνει και πραγματικής καταστροφής στα αρχεία. Επομένως, πρέπει να είστε προσεκτικοί όταν επαναφέρετε αρχεία που αυτή η διαδικασία επιστρέφει ως \"κατεστραμμένα\". Τα κατεστραμμένα και απουσιάζοντα αρχεία μπορούν να αντικατασταθούν αντιγράφοντας τα από το <a href=\"https://mybb.com/download\" target=\"_blank\" rel=\"noopener\">πρωτότυπο πακέτο του MyBB</a>.</small>";

$l['error_communication'] = "Παρουσιάστηκε πρόβλημα κατά την επικοινωνία με τον διακομιστή του MyBB. Παρακαλώ δοκιμάστε ξανά σε λίγα λεπτά.";
$l['file'] = "Αρχείο";
$l['no_corrupt_files_found'] = "Συγχαρητήρια! Δεν βρέθηκαν κατεστραμμένα αρχεία στην εγκατάστασή σας.";
$l['found_problems'] = "Βρέθηκαν Προβλήματα";
$l['no_problems_found'] = "Δεν Βρέθηκαν Προβλήματα";
$l['changed'] = "Τροποποιήθηκε";
$l['missing'] = "Λείπει";
$l['status'] = "Κατάσταση";
