<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */


$l['database_backups'] = "Αντίγραφα Ασφαλείας Βάσης Δεδομένων";
$l['database_backups_desc'] = "Εδώ θα βρείτε μια λίστα με τα αντίγραφα ασφαλείας της βάσης δεδομένων που είναι αποθηκευμένα στον διακομιστή ιστού σας στον φάκελο Αντίγραφα Ασφαλείας MyBB.";
$l['new_database_backup'] = "Νέο Αντίγραφο Ασφαλείας Βάσης Δεδομένων";
$l['new_backup'] = "Νέο Αντίγραφο Ασφαλείας";
$l['new_backup_desc'] = "Εδώ μπορείτε να δημιουργήσετε ένα αντίγραφο ασφαλείας της βάσης δεδομένων σας.";
$l['backups'] = "Αντίγραφα Ασφαλείας";
$l['existing_database_backups'] = "Υπάρχοντα Αντίγραφα Ασφαλείας Βάσης Δεδομένων";

$l['backup_saved_to'] = "Το αντίγραφο ασφαλείας αποθηκεύτηκε στο:";
$l['download'] = "Λήψη";
$l['table_selection'] = "Επιλογή Πινάκων";
$l['backup_options'] = "Επιλογές Αντιγράφου Ασφαλείας";
$l['table_select_desc'] = "Εδώ μπορείτε να επιλέξετε τους πίνακες της βάσης δεδομένων που θέλετε να εκτελέσετε αυτήν την ενέργεια. Κρατήστε πατημένο το πλήκτρο CTRL για να επιλέξετε πολλούς πίνακες.";
$l['select_all'] = "Επιλογή Όλων";
$l['deselect_all'] = "Αποεπιλογή Όλων";
$l['select_forum_tables'] = "Επιλογή Πινάκων Συζητήσεων";
$l['file_type'] = "Τύπος Αρχείου";
$l['file_type_desc'] = "Επιλέξτε τον τύπο αρχείου στον οποίο θέλετε να αποθηκεύσετε το αντίγραφο ασφαλείας της βάσης δεδομένων.";
$l['gzip_compressed'] = "Συμπιεσμένο με GZIP";
$l['plain_text'] = "Απλό Κείμενο";
$l['save_method'] = "Μέθοδος Αποθήκευσης";
$l['save_method_desc'] = "Επιλέξτε τη μέθοδο που θέλετε να χρησιμοποιήσετε για την αποθήκευση του αντιγράφου ασφαλείας.";
$l['backup_directory'] = "Κατάλογος Αντιγράφων Ασφαλείας";
$l['backup_contents'] = "Περιεχόμενα Αντιγράφου Ασφαλείας";
$l['backup_contents_desc'] = "Επιλέξτε τις πληροφορίες που θέλετε να περιλαμβάνονται στο αντίγραφο ασφαλείας.";
$l['structure_and_data'] = "Δομή και Δεδομένα";
$l['structure_only'] = "Μόνο Δομή";
$l['data_only'] = "Μόνο Δεδομένα";
$l['analyze_and_optimize'] = "Ανάλυση και Βελτιστοποίηση Επιλεγμένων Πινάκων";
$l['analyze_and_optimize_desc'] = "Θέλετε οι επιλεγμένοι πίνακες να αναλυθούν και να βελτιστοποιηθούν κατά τη διάρκεια του αντιγράφου ασφαλείας;";
$l['perform_backup'] = "Εκτέλεση Αντιγράφου Ασφαλείας";
$l['backup_filename'] = "Όνομα Αρχείου Αντιγράφου Ασφαλείας";
$l['file_size'] = "Μέγεθος Αρχείου";
$l['creation_date'] = "Ημερομηνία Δημιουργίας";
$l['no_backups'] = "Δεν υπάρχουν ακόμα αντίγραφα ασφαλείας.";

$l['error_file_not_specified'] = "Δεν καθορίσατε ένα αρχείο αντιγράφου ασφαλείας για λήψη.";
$l['error_invalid_backup'] = "Το αρχείο αντιγράφου ασφαλείας που επιλέξατε είναι είτε άκυρο είτε δεν υπάρχει.";
$l['error_backup_doesnt_exist'] = "Το συγκεκριμένο αντίγραφο ασφαλείας δεν υπάρχει";
$l['error_backup_not_deleted'] = "Το αντίγραφο ασφαλείας δεν έχει διαγραφεί.";
$l['error_tables_not_selected'] = "Δεν επιλέξατε κανέναν πίνακα για αντίγραφο ασφαλείας.";
$l['error_no_zlib'] = "Η βιβλιοθήκη zlib για την PHP δεν είναι ενεργοποιημένη - δεν μπορείτε να δημιουργήσετε συμπιεσμένα αντίγραφα ασφαλείας με GZIP.";

$l['alert_not_writable'] = "Ο κατάλογος αντιγράφων ασφαλείας (μέσα στον κατάλογο του Πίνακα Ελέγχου Διαχείρισης) δεν είναι εγγράψιμος. Δεν μπορείτε να αποθηκεύσετε αντίγραφα ασφαλείας στον διακομιστή.";

$l['confirm_backup_deletion'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το αντίγραφο ασφαλείας;";

$l['success_backup_deleted'] = "Το αντίγραφο ασφαλείας διαγράφηκε με επιτυχία.";
$l['success_backup_created'] = "Το αντίγραφο ασφαλείας δημιουργήθηκε με επιτυχία.";
