<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['user_email_log'] = "Καταγραφή Ηλεκτρονικού Ταχυδρομείου Χρήστη";
$l['user_email_log_desc'] = "Όλα τα ηλεκτρονικά ταχυδρομεία που αποστέλλονται από ένα μέλος σε ένα άλλο μέλος, καθώς και τα ηλεκτρονικά ταχυδρομεία που αποστέλλονται από τη λειτουργία 'Αποστολή Θέματος σε Φίλο', καταγράφονται και εμφανίζονται παρακάτω. Εδώ μπορείτε να εντοπίσετε πιθανούς καταχρηστές αυτής της λειτουργίας.";
$l['prune_user_email_log'] = "Καθαρισμός Καταγραφής Ηλεκτρονικού Ταχυδρομείου Χρήστη";

$l['close_window'] = "Κλείσιμο Παραθύρου";
$l['user_email_log_viewer'] = "Προβολέας Καταγραφής Ηλεκτρονικού Ταχυδρομείου Χρήστη";
$l['to'] = "Προς";
$l['from'] = "Από";
$l['ip_address'] = "Διεύθυνση IP";
$l['subject'] = "Θέμα";
$l['date'] = "Ημερομηνία";
$l['email'] = "Ηλεκτρονικό Ταχυδρομείο";
$l['date_sent'] = "Ημερομηνία Αποστολής";
$l['deleted'] = "Διαγραμμένο";
$l['sent_using_send_thread_feature'] = "Αποστολή με τη λειτουργία Αποστολή Θέματος σε Φίλο";
$l['thread'] = "Θέμα:";
$l['find_emails_by_user'] = "Εύρεση όλων των ηλεκτρονικών ταχυδρομείων που αποστάλθηκαν από αυτόν τον χρήστη";
$l['find'] = "Εύρεση";
$l['deleted_user'] = "Διαγραμμένος Χρήστης";
$l['email_sent_to_user'] = "Ηλεκτρονικό Ταχυδρομείο που απεστάλη στον χρήστη";
$l['email_sent_using_contact_form'] = "Ηλεκτρονικό Ταχυδρομείο που απεστάλη χρησιμοποιώντας τη φόρμα επικοινωνίας";
$l['no_logs'] = "Δεν υπάρχουν καταγραφές με τα επιλεγμένα κριτήρια.";
$l['filter_user_email_log'] = "Φιλτράρισμα Καταγραφής Ηλεκτρονικού Ταχυδρομείου Χρήστη";
$l['username_is'] = "Το όνομα χρήστη είναι";
$l['email_contains'] = "Η διεύθυνση ηλεκτρονικού ταχυδρομείου περιέχει";
$l['subject_contains'] = "Το θέμα περιέχει";
$l['find_emails_to_user'] = "Εύρεση όλων των ηλεκτρονικών ταχυδρομείων που απεστάλησαν σε αυτόν τον χρήστη";

$l['error_invalid_user'] = "Το όνομα χρήστη που εισαγάγατε δεν υπάρχει.";
