<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */


$l['warning_logs'] = "Αρχεία Προειδοποιήσεων";
$l['warning_logs_desc'] = "Αυτή η ενότητα σας επιτρέπει να προβάλλετε το ιστορικό των προειδοποιήσεων που έχουν εκδοθεί σε χρήστες.";
$l['warned_user'] = "Χρήστης που προειδοποιήθηκε";
$l['warning'] = "Προειδοποίηση";
$l['date_issued'] = "Ημερομηνία Έκδοσης";
$l['expires'] = "Λήγει";
$l['expiry_date'] = "Ημερομηνία Λήξης";
$l['issued_date'] = "Ημερομηνία Έκδοσης";
$l['issued_by'] = "Έκδοση από";
$l['details'] = "Λεπτομέρειες";
$l['filter_warning_logs'] = "Φιλτράρισμα Αρχείων Προειδοποιήσεων";
$l['filter_warned_user'] = "Χρήστης που προειδοποιήθηκε:";
$l['filter_issued_by'] = "Προειδοποίηση εκδόθηκε από:";
$l['filter_reason'] = "Ο λόγος περιέχει:";
$l['sort_by'] = "Ταξινόμηση κατά:";
$l['results_per_page'] = "Αποτελέσματα ανά σελίδα:";
$l['view'] = "Προβολή";
$l['no_warning_logs'] = "Δεν υπάρχουν αρχεία προειδοποιήσεων για προβολή.";
$l['revoked'] = "Ανακλήθηκε ";
$l['post'] = "Δημοσίευση";

$l['asc'] = "Αύξουσα";
$l['desc'] = "Φθίνουσα";

$l['in'] = "σε";
$l['order'] = "σειρά";

$l['warning_details'] = "Λεπτομέρειες Προειδοποίησης";
$l['warning_note'] = "Διαχειριστικές Σημειώσεις";
$l['already_expired'] = "Έχει λήξει";
$l['warning_revoked'] = "Ανακλήθηκε";
$l['warning_active'] = "Ενεργή";
$l['error_invalid_warning'] = "Δόθηκε μια μη έγκυρη προειδοποίηση.";

$l['revoke_warning'] = "Ανάκληση αυτής της Προειδοποίησης";
$l['revoke_warning_desc'] = "Για να ανακληθεί αυτή η προειδοποίηση, εισαγάγετε έναν λόγο παρακάτω. Αυτό δεν θα αφαιρέσει καμία απαγόρευση ή αναστολή που επιβλήθηκε από αυτήν την προειδοποίηση.";
$l['reason'] = "Λόγος:";
$l['warning_is_revoked'] = "Αυτή η προειδοποίηση έχει ανακληθεί";
$l['revoked_by'] = "Ανακλήθηκε από:";
$l['date_revoked'] = "Ημερομηνία Ανάκλησης:";
$l['error_already_revoked'] = "Αυτή η προειδοποίηση έχει ήδη ανακληθεί.";
$l['error_no_revoke_reason'] = "Δεν καταχωρήσατε λόγο για τον οποίο θέλετε να ανακληθεί αυτή η προειδοποίηση.";
$l['redirect_warning_revoked'] = "Αυτή η προειδοποίηση έχει ανακληθεί και οι πόντοι προειδοποίησης του χρήστη μειώθηκαν με επιτυχία.";

$l['warning_points'] = "({1} πόντοι)";
