<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['recount_rebuild'] = "Επαναμέτρηση &amp; Ανακατασκευή";
$l['recount_rebuild_desc'] = "Εδώ μπορείτε να επαναμετρήσετε και να ανακατασκευάσετε τα δεδομένα για να διορθώσετε οποιοδήποτε σφάλμα συγχρονισμού στο φόρουμ σας.";

$l['data_per_page'] = "Καταχωρήσεις Δεδομένων Ανά Σελίδα";
$l['recount_stats'] = "Επαναμέτρηση Στατιστικών";
$l['recount_stats_desc'] = "Αυτό θα επαναμετρήσει και θα ενημερώσει τις στατιστικές του φόρουμ σας στην αρχική σελίδα και τις σελίδες στατιστικών.";
$l['recount_reputation'] = "Επαναμέτρηση Φήμης";
$l['recount_reputation_desc'] = "Αυτό θα επαναμετρήσει τη φήμη κάθε χρήστη.";
$l['recount_warning'] = "Επαναμέτρηση Πόντων Προειδοποίησης";
$l['recount_warning_desc'] = "Αυτό θα επαναμετρήσει τους ενεργούς πόντους προειδοποίησης κάθε χρήστη.";
$l['recount_private_messages'] = "Επαναμέτρηση Προσωπικών Μηνυμάτων";
$l['recount_private_messages_desc'] = "Αυτό θα επαναμετρήσει τον αριθμό των προσωπικών μηνυμάτων για κάθε χρήστη.";
$l['recount_referrals'] = "Επαναμέτρηση Παραπομπών";
$l['recount_referrals_desc'] = "Αυτό θα επαναμετρήσει τον αριθμό των παραπομπών για κάθε χρήστη.";
$l['recount_thread_ratings'] = "Επαναμέτρηση Αξιολογήσεων Θέματος";
$l['recount_thread_ratings_desc'] = "Αυτό θα επαναμετρήσει την αξιολόγηση κάθε θέματος.";
$l['rebuild_forum_counters'] = "Ανακατασκευή Μετρητών Φόρουμ";
$l['rebuild_forum_counters_desc'] = "Όταν αυτό εκτελείται, οι μετρητές αναρτήσεων/θεμάτων και η τελευταία ανάρτηση κάθε φόρουμ θα ενημερωθούν για να αντικατοπτρίζουν τις σωστές τιμές.";
$l['rebuild_thread_counters'] = "Ανακατασκευή Μετρητών Θέματος";
$l['rebuild_thread_counters_desc'] = "Όταν αυτό εκτελείται, οι μετρητές αναρτήσεων/προβολών και η τελευταία ανάρτηση κάθε θέματος θα ενημερωθούν για να αντικατοπτρίζουν τις σωστές τιμές.";
$l['rebuild_poll_counters'] = "Ανακατασκευή Μετρητών Δημοσκοπήσεων";
$l['rebuild_poll_counters_desc'] = "Όταν αυτό εκτελείται, οι μετρητές ψήφων και ο συνολικός αριθμός ψήφων κάθε δημοσκόπησης θα ενημερωθούν για να αντικατοπτρίζουν τις σωστές τιμές.";
$l['recount_user_posts'] = "Επαναμέτρηση Αριθμού Αναρτήσεων Χρήστη";
$l['recount_user_posts_desc'] = "Όταν αυτό εκτελείται, ο αριθμός αναρτήσεων για κάθε χρήστη θα ενημερωθεί για να αντικατοπτρίζει την τρέχουσα ζωντανή τιμή του βάσει των αναρτήσεων στη βάση δεδομένων και των φόρουμ που έχουν απενεργοποιημένο τον αριθμό αναρτήσεων.";
$l['recount_user_threads'] = "Επαναμέτρηση Αριθμού Θεμάτων Χρήστη";
$l['recount_user_threads_desc'] = "Όταν αυτό εκτελείται, ο αριθμός θεμάτων για κάθε χρήστη θα ενημερωθεί για να αντικατοπτρίζει την τρέχουσα ζωντανή τιμή του βάσει των θεμάτων στη βάση δεδομένων και των φόρουμ που έχουν απενεργοποιημένο τον αριθμό θεμάτων.";
$l['rebuild_attachment_thumbs'] = "Ανακατασκευή Μικρογραφιών Συνημμένων";
$l['rebuild_attachment_thumbs_desc'] = "Αυτό θα ανακατασκευάσει τις μικρογραφίες των συνημμένων για να εξασφαλίσει ότι χρησιμοποιούν τις τρέχουσες διαστάσεις πλάτους και ύψους και θα ανακατασκευάσει επίσης τις μικρογραφίες που λείπουν.";

$l['success_rebuilt_forum_counters'] = "Οι μετρητές φόρουμ έχουν ανακατασκευαστεί με επιτυχία.";
$l['success_rebuilt_thread_counters'] = "Οι μετρητές θέματος έχουν ανακατασκευαστεί με επιτυχία.";
$l['success_rebuilt_poll_counters'] = "Οι μετρητές δημοσκόπησης έχουν ανακατασκευαστεί με επιτυχία.";
$l['success_rebuilt_user_post_counters'] = "Ο αριθμός αναρτήσεων χρήστη έχει επαναμετρηθεί με επιτυχία.";
$l['success_rebuilt_user_thread_counters'] = "Ο αριθμός θεμάτων χρήστη έχει επαναμετρηθεί με επιτυχία.";
$l['success_rebuilt_attachment_thumbnails'] = "Οι μικρογραφίες συνημμένων έχουν ανακατασκευαστεί με επιτυχία.";
$l['success_rebuilt_forum_stats'] = "Οι στατιστικές φόρουμ έχουν ανακατασκευαστεί με επιτυχία.";
$l['success_rebuilt_reputation'] = "Η φήμη του χρήστη έχει ανακατασκευαστεί με επιτυχία.";
$l['success_rebuilt_warning'] = "Οι πόντοι προειδοποίησης του χρήστη έχουν ανακατασκευαστεί με επιτυχία.";
$l['success_rebuilt_private_messages'] = "Ο αριθμός προσωπικών μηνυμάτων του χρήστη έχει επαναμετρηθεί με επιτυχία.";
$l['success_rebuilt_referral'] = "Ο αριθμός παραπομπών του χρήστη έχει επαναμετρηθεί με επιτυχία.";
$l['success_rebuilt_thread_ratings'] = "Οι αξιολογήσεις θέματος έχουν επαναμετρηθεί με επιτυχία.";

$l['confirm_proceed_rebuild'] = "Κάντε κλικ στο \"Συνέχεια\" για να συνεχίσετε τη διαδικασία επαναμέτρησης και ανακατασκευής.";
$l['automatically_redirecting'] = "Αυτόματη Ανακατεύθυνση&hellip;";
