<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['user_titles'] = "Τίτλοι Χρηστών";
$l['user_titles_desc'] = "Αυτή η ενότητα επιτρέπει τη διαχείριση των τίτλων χρηστών. Οι τίτλοι χρηστών ανατίθενται στους χρήστες με βάση τον αριθμό των δημοσιεύσεών τους και επιτρέπουν την εμφάνιση μιας προσαρμοσμένης εικόνας 'Αστέρι' βάσει του αριθμού των δημοσιεύσεων που έχει ο χρήστης.";
$l['add_new_user_title'] = "Προσθήκη Νέου Τίτλου Χρήστη";
$l['add_new_user_title_desc'] = "Αυτή η ενότητα σας επιτρέπει να προσθέσετε έναν νέο τίτλο χρήστη. <i>Σημείωση: Αυτό <strong>δεν</strong> είναι το <u><a href=\"index.php?module=user-group_promotions\">σύστημα προώθησης.</a></u></i>";

$l['error_missing_title'] = "Δεν καταχωρήσατε τίτλο για αυτόν τον τίτλο χρήστη";
$l['error_missing_posts'] = "Δεν καταχωρήσατε τον ελάχιστο αριθμό δημοσιεύσεων για αυτόν τον τίτλο χρήστη";
$l['error_cannot_have_same_posts'] = "Αυτός ο τίτλος χρήστη δεν μπορεί να έχει τον ίδιο ελάχιστο αριθμό δημοσιεύσεων με άλλον τίτλο";
$l['error_invalid_user_title'] = "Έχετε καθορίσει έναν μη έγκυρο τίτλο χρήστη";

$l['success_user_title_created'] = "Ο νέος τίτλος χρήστη δημιουργήθηκε με επιτυχία.";
$l['success_user_title_updated'] = "Ο τίτλος χρήστη ενημερώθηκε με επιτυχία.";
$l['success_user_title_deleted'] = "Ο συγκεκριμένος τίτλος χρήστη διαγράφηκε με επιτυχία.";

$l['title_to_assign'] = "Τίτλος για Ανάθεση";
$l['title_to_assign_desc'] = "Αυτός ο τίτλος θα εμφανίζεται για τους χρήστες κάτω από το όνομά τους αν δεν έχουν ορίσει έναν προσαρμοσμένο τίτλο.";
$l['minimum_posts'] = "Ελάχιστες Δημοσιεύσεις";
$l['minimum_posts_desc'] = "Ο ελάχιστος αριθμός δημοσιεύσεων που πρέπει να έχει ένας χρήστης πριν του ανατεθεί αυτός ο τίτλος χρήστη.";
$l['number_of_stars'] = "Αριθμός Αστεριών";
$l['number_of_stars_desc'] = "Καταχωρίστε τον αριθμό των αστεριών που θα εμφανίζονται κάτω από αυτόν τον τίτλο χρήστη. Ορίστε το σε 0 για να μην εμφανίζονται αστέρια.";
$l['star_image'] = "Εικόνα Αστέριου";
$l['star_image_desc'] = "Εάν αυτός ο τίτλος χρήστη πρέπει να εμφανίζει αστέρια, καταχωρίστε τη διαδρομή προς την εικόνα του αστεριού εδώ. Εάν είναι κενό, θα εμφανίζεται η εικόνα αστέριου της ομάδας χρηστών. Χρησιμοποιήστε {theme} για να καθορίσετε τον κατάλογο της εικόνας για το τρέχον θέμα των θεατών.";
$l['save_user_title'] = "Αποθήκευση Τίτλου Χρήστη";
$l['edit_user_title'] = "Επεξεργασία Τίτλου Χρήστη";
$l['edit_user_title_desc'] = "Αυτή η ενότητα σας επιτρέπει να επεξεργαστείτε έναν τίτλο χρήστη.";
$l['user_title_deletion_confirmation'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον τίτλο χρήστη;";
$l['manage_user_titles'] = "Διαχείριση Τίτλων Χρηστών";
$l['user_title'] = "Τίτλος Χρήστη";
$l['no_user_titles'] = "Δεν έχετε καθορίσει κανέναν τίτλο χρήστη αυτήν τη στιγμή";

