<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['awaiting_activation'] = "Αναμονή Ενεργοποίησης";
$l['awaiting_activation_desc'] = "Εδώ μπορείτε να διαχειριστείτε χρήστες που αναμένουν ενεργοποίηση. Παρακαλούμε σημειώστε ότι οποιοσδήποτε χρήστης περιμένει ενεργοποίηση μέσω email δεν θα χρειαστεί να επιβεβαιώσει το email του αν ενεργοποιηθεί εδώ.";

$l['manage_awaiting_activation'] = "Διαχείριση Αναμονής Ενεργοποίησης";

$l['no_users_awaiting_activation'] = "Δεν υπάρχουν αυτή τη στιγμή χρήστες που αναμένουν ενεργοποίηση.";

$l['username'] = "Όνομα χρήστη";
$l['registered'] = "Εγγεγραμμένος";
$l['last_active'] = "Τελευταία Δραστηριότητα";
$l['email'] = "Email";
$l['ipaddress'] = "Διεύθυνση IP";
$l['type'] = "Τύπος";

$l['email_activation'] = "Αναμονή Ενεργοποίησης μέσω Email";
$l['administrator_activation'] = "Αναμονή Ενεργοποίησης από Διαχειριστή";
$l['admin_activation_coppa'] = "Αναμονή Ενεργοποίησης από Διαχειριστή (COPPA)";

$l['activate_users'] = "Ενεργοποίηση Χρηστών";
$l['delete_users'] = "Διαγραφή Χρηστών";

$l['confirm_activate_users'] = "Είστε βέβαιοι ότι θέλετε να ενεργοποιήσετε τους επιλεγμένους χρήστες;";
$l['confirm_delete_users'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε τους επιλεγμένους χρήστες;";

$l['no_users_selected'] = "Δεν επιλέξατε κανέναν χρήστη.";

$l['success_users_deleted'] = "Οι επιλεγμένοι χρήστες έχουν διαγραφεί.";
$l['success_users_activated'] = "Οι επιλεγμένοι χρήστες έχουν ενεργοποιηθεί.";

$l['emailsubject_activateaccount'] = "Ενεργοποίηση Λογαριασμού στο {1}";
$l['email_adminactivateaccount'] = "{1},

Ο διαχειριστής έχει ενεργοποιήσει τον λογαριασμό σας στο φόρουμ {2}.

Για να προχωρήσετε, παρακαλούμε πηγαίνετε στη διεύθυνση

{3}

Θα μπορείτε να συνδεθείτε με τα στοιχεία που είχατε εγγραφεί.

Ευχαριστούμε,
Προσωπικό {2}";
