<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

// Tabs
$l['banning'] = "Αποκλεισμός";
$l['banned_accounts'] = "Αποκλεισμένοι Λογαριασμοί";
$l['banned_accounts_desc'] = "Εδώ μπορείτε να διαχειριστείτε τους λογαριασμούς χρηστών που έχουν αποκλειστεί από την πρόσβαση στο φόρουμ.";
$l['ban_a_user'] = "Αποκλεισμός Χρήστη";
$l['ban_a_user_desc'] = "Εδώ μπορείτε να αποκλείσετε έναν χρήστη.";
$l['edit_ban'] = "Επεξεργασία Αποκλεισμού";
$l['edit_ban_desc'] = "Εδώ μπορείτε να επεξεργαστείτε τον λόγο και τη διάρκεια των χρηστών που έχουν αποκλειστεί.";
$l['banned_ips'] = "Αποκλεισμένες Διευθύνσεις IP";
$l['disallowed_usernames'] = "Μη Επιτρεπόμενα Ονόματα Χρηστών";
$l['disallowed_email_addresses'] = "Μη Επιτρεπόμενες Διευθύνσεις Email";

// Errors
$l['error_invalid_ban'] = "Έχετε επιλέξει έναν μη έγκυρο αποκλεισμό για επεξεργασία.";
$l['error_invalid_username'] = "Το όνομα χρήστη που έχετε εισαγάγει είναι μη έγκυρο και δεν υπάρχει.";
$l['error_no_perm_to_ban'] = "Δεν έχετε άδεια να αποκλείσετε αυτόν τον χρήστη.";
$l['error_already_banned'] = "Αυτός ο χρήστης ανήκει ήδη σε μια αποκλεισμένη ομάδα και δεν μπορεί να προστεθεί σε μια νέα.";
$l['error_ban_self'] = "Δεν μπορείτε να αποκλείσετε τον εαυτό σας.";
$l['error_no_reason'] = "Δεν εισαγάγατε λόγο για τον αποκλεισμό αυτού του χρήστη.";

// Success
$l['success_ban_lifted'] = "Ο επιλεγμένος αποκλεισμός έχει αρθεί με επιτυχία.";
$l['success_banned'] = "Ο επιλεγμένος χρήστης έχει αποκλειστεί με επιτυχία.";
$l['success_ban_updated'] = "Ο επιλεγμένος αποκλεισμός έχει ενημερωθεί με επιτυχία.";
$l['success_pruned'] = "Οι αναρτήσεις και τα θέματα του επιλεγμένου χρήστη έχουν διαγραφεί με επιτυχία.";

// Confirm
$l['confirm_lift_ban'] = "Είστε βέβαιοι ότι θέλετε να αρθεί αυτός ο αποκλεισμός;";
$l['confirm_prune'] = "Είστε βέβαιοι ότι θέλετε να διαγραφούν όλα τα θέματα και οι αναρτήσεις που δημιουργήθηκαν από αυτόν τον χρήστη;";

//== Pages
//= Add / Edit
$l['ban_username'] = "Όνομα Χρήστη <em>*</em>";
$l['autocomplete_enabled'] = "Η αυτόματη συμπλήρωση είναι ενεργοποιημένη σε αυτό το πεδίο.";
$l['ban_reason'] = "Λόγος Αποκλεισμού";
$l['ban_group'] = "Αποκλεισμένη Ομάδα <em>*</em>";
$l['ban_group_desc'] = "Για να αποκλειστεί αυτός ο χρήστης, πρέπει να μετακινηθεί σε μια αποκλεισμένη ομάδα.";
$l['ban_time'] = "Διάρκεια Αποκλεισμού <em>*</em>";

//= Index
$l['user'] = "Χρήστης";
$l['moderation'] = "Διαχείριση";
$l['ban_lifts_on'] = "Αρθεί Ο Αποκλεισμός Στις";
$l['time_left'] = "Χρόνος Απομένων";
$l['permenantly'] = "μόνιμα";
$l['na'] = "Μη Διαθέσιμο";
$l['for'] = "για";
$l['bannedby_x_on_x'] = "<strong>{1}</strong><br /><small>Αποκλείστηκε από τον {2} στις {3} {4}</small>";
$l['lift'] = "Άρση";
$l['no_banned_users'] = "Δεν έχετε κανέναν αποκλεισμένο χρήστη αυτήν τη στιγμή.";
$l['prune_threads_and_posts'] = "Διαγραφή Θεμάτων &amp; Αναρτήσεων";

// Buttons
$l['ban_user'] = "Αποκλεισμός Χρήστη";
$l['update_ban'] = "Ενημέρωση Αποκλεισμού";
