<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['mass_mail'] = "Μαζική Αλληλογραφία";

$l['mass_mail_queue'] = "Ουρά Μαζικής Αλληλογραφίας";
$l['mass_mail_queue_desc'] = "Εδώ μπορείτε να διαχειριστείτε μαζικές αλληλογραφίες που αποστέλλονται αυτή τη στιγμή ή είναι στην ουρά για το μέλλον.";
$l['create_mass_mail'] = "Δημιουργία Νέας Αλληλογραφίας";
$l['create_mass_mail_desc'] = "Εδώ μπορείτε να δημιουργήσετε μια νέα μαζική αλληλογραφία και να ορίσετε τις επιλογές της.";
$l['mass_mail_archive'] = "Αρχείο Μαζικής Αλληλογραφίας";
$l['mass_mail_archive_desc'] = "Εδώ μπορείτε να δείτε ένα αρχείο με τις μαζικές αλληλογραφίες που έχουν ήδη αποσταλεί.";
$l['edit_mass_mail'] = "Επεξεργασία Μαζικής Αλληλογραφίας";
$l['edit_mass_mail_desc'] = "Εδώ μπορείτε να επεξεργαστείτε μια μαζική αλληλογραφία και τις επιλογές της.";
$l['send_mass_mail'] = "Αποστολή Μαζικής Αλληλογραφίας";

$l['email_addr'] = "Διεύθυνση Email";
$l['board_name'] = "Όνομα Φόρουμ";
$l['board_url'] = "URL Φόρουμ";
$l['personalize_message'] = "Προσωποποίηση αυτού του μηνύματος:";

$l['message_settings'] = "Ρυθμίσεις Μηνύματος";
$l['subject'] = "Θέμα";
$l['subject_desc'] = "Παρακαλώ εισάγετε το θέμα του μηνύματος.";
$l['send_via_email'] = "Αποστολή μέσω email";
$l['send_via_pm'] = "Αποστολή μέσω προσωπικού μηνύματος";
$l['message_type'] = "Τύπος Μηνύματος";
$l['deliver_immediately'] = "Παράδοση αμέσως";
$l['deliver_specific'] = "Παράδοση σε συγκεκριμένη ημερομηνία";
$l['delivery_date'] = "Ημερομηνία Παράδοσης";
$l['delivery_date_desc'] = "Παρακαλώ επιλέξτε την ημερομηνία και την ώρα που θέλετε να παραδοθεί αυτή η μαζική αλληλογραφία";
$l['per_page'] = "Ανά Σελίδα";
$l['per_page_desc'] = "Παρακαλώ εισάγετε τον αριθμό των μαζικών αλληλογραφιών που θα εκτελούνται ανά σελίδα.";
$l['plain_text_only'] = "Μόνο Απλό Κείμενο";
$l['html_only'] = "Μόνο HTML";
$l['html_and_plain_text'] = "HTML και Απλό Κείμενο";
$l['message_format'] = "Μορφή Μηνύματος";
$l['define_html_message'] = "Ορισμός του HTML Μηνύματος";
$l['define_html_message_desc'] = "Εισάγετε την HTML έκδοση του μηνύματος";
$l['auto_gen_plain_text'] = "Προσπάθεια αυτόματης δημιουργίας απλής μορφής κειμένου";
$l['define_text_version'] = "Ορισμός της Απλής Έκδοσης";
$l['define_text_version_desc'] = "Εισάγετε την απλή έκδοση του μηνύματος";
$l['define_the_recipients'] = "Ορισμός των Παραληπτών";
$l['username_contains'] = "Το όνομα χρήστη περιέχει&hellip;";
$l['email_addr_contains'] = "Η διεύθυνση email περιέχει&hellip;";
$l['members_of'] = "Μέλη των ακόλουθων ομάδων&hellip;";
$l['greater_than'] = "Μεγαλύτερο από";
$l['is_exactly'] = "Είναι ακριβώς";
$l['less_than'] = "Μικρότερο από";
$l['more_than'] = "Περισσότερο από";
$l['post_count_is'] = "Ο αριθμός των δημοσιεύσεων είναι";
$l['hours'] = "Ώρες";
$l['days'] = "Ημέρες";
$l['weeks'] = "Εβδομάδες";
$l['months'] = "Μήνες";
$l['years'] = "Χρόνια";
$l['ago'] = "πριν";
$l['user_last_active'] = "Ο χρήστης ήταν τελευταία ενεργός";
$l['user_registered'] = "Ο χρήστης εγγράφηκε";
$l['save_mass_mail'] = "Αποθήκευση Μαζικής Αλληλογραφίας";
$l['additional_user_groups_desc'] = "Χρησιμοποιήστε το πλήκτρο CTRL για να επιλέξετε πολλαπλές ομάδες";

$l['step_four'] = "Βήμα 4";
$l['delivery_method'] = "Μέθοδος Παράδοσης";
$l['private_message'] = "Προσωπικό Μήνυμα";
$l['email'] = "Email";
$l['subject'] = "Θέμα";
$l['message'] = "Μήνυμα";
$l['text_based'] = "Βασισμένο σε Κείμενο";
$l['preview'] = "Προεπισκόπηση";
$l['mass_mail_preview'] = "Προεπισκόπηση Μαζικής Αλληλογραφίας";
$l['html_based'] = "Βασισμένο σε HTML";
$l['total_recipients'] = "Συνολικοί Παραλήπτες";
$l['change_recipient_conds'] = "Αλλαγή συνθηκών παραλήπτη";
$l['review_message'] = "Επισκόπηση του Μηνύματός σας";
$l['define_delivery_date'] = "Ορισμός Ημερομηνίας Παράδοσης";
$l['schedule_for_delivery'] = "Προγραμματισμός για Παράδοση";
$l['username'] = "Όνομα Χρήστη";

$l['step_three'] = "Βήμα 3";
$l['next_step'] = "Επόμενο Βήμα";

$l['step_two'] = "Βήμα 2";
$l['review_text_version'] = "Επισκόπηση Απλής Έκδοσης";
$l['review_text_version_desc'] = "Παρακαλώ ελέγξτε την αυτόματα δημιουργημένη απλή έκδοση κειμένου";

$l['step_one'] = "Βήμα 1";

$l['status'] = "Κατάσταση";
$l['recipients'] = "Παραλήπτες";
$l['delivered'] = "Παραδόθηκε";
$l['canceled'] = "Ακυρώθηκε";
$l['resend'] = "Επαναποστολή";
$l['no_archived_messages'] = "Δεν έχετε καμία προηγούμενη αποστολή ή ακύρωση μαζικής αλληλογραφίας.";

$l['draft'] = "Πρόχειρο";
$l['queued'] = "Σε ουρά";
$l['delivering'] = "Σε εξέλιξη";
$l['na'] = "Μη Διαθέσιμο";
$l['mass_mail_cancel_confirmation'] = "Είστε βέβαιοι ότι θέλετε να ακυρώσετε την παράδοση αυτής της μαζικής αλληλογραφίας;";
$l['no_unsent_messages'] = "Δεν έχετε καμία μη απεσταλμένη, σε ουρά ή αυτήν τη στιγμή αποστέλλεται μαζική αλληλογραφία.";

$l['error_invalid_mid'] = "Έχετε επιλέξει μια μη έγκυρη μαζική αλληλογραφία.";
$l['error_only_in_future'] = "Μπορείτε να παραδίδετε μαζικές αλληλογραφίες μόνο στο μέλλον.";
$l['error_no_users'] = "Τα κριτήρια αναζήτησής σας δεν επέστρεψαν κανέναν χρήστη. Παρακαλώ προσαρμόστε τα κριτήρια σας και δοκιμάστε ξανά.";
$l['error_missing_plain_text'] = "Δεν εισαγάγατε μια απλή μορφή αυτού του μηνύματος.";
$l['error_missing_subject'] = "Δεν εισαγάγατε ένα θέμα για αυτήν τη μαζική αλληλογραφία.";
$l['error_missing_message'] = "Δεν εισαγάγατε ένα μήνυμα για αποστολή.";
$l['error_missing_html'] = "Δεν εισαγάγατε μια έκδοση HTML αυτού του μηνύματος.";
$l['error_delete_invalid_mid'] = "Έχετε επιλέξει μια μη έγκυρη μαζική αλληλογραφία για διαγραφή.";

$l['success_mass_mail_saved'] = "Η μαζική αλληλογραφία αποθηκεύτηκε με επιτυχία.";
$l['success_mass_mail_deleted'] = "Η επιλεγμένη μαζική αλληλογραφία διαγράφηκε με επιτυχία.";
$l['success_mass_mail_resent'] = "Η μαζική αλληλογραφία αντιγράφηκε με επιτυχία. Παρακαλώ ελέγξτε την παρακάτω.";
$l['success_mass_mail_canceled'] = "Η παράδοση της μαζικής αλληλογραφίας ακυρώθηκε με επιτυχία.";

$l['mass_mail_deletion_confirmation'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν τη μαζική αλληλογραφία;";
