<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['admin_permissions'] = "Δικαιώματα Διαχειριστή";
$l['user_permissions'] = "Δικαιώματα Χρήστη";
$l['user_permissions_desc'] = "Εδώ μπορείτε να διαχειριστείτε τα δικαιώματα διαχειριστή για τους μεμονωμένους χρήστες. Αυτό σας επιτρέπει να κλειδώσετε ορισμένους διαχειριστές από διάφορες περιοχές του Πίνακα Διαχείρισης.";
$l['group_permissions'] = "Δικαιώματα Ομάδας";
$l['group_permissions_desc'] = "Τα δικαιώματα διαχειριστή μπορούν επίσης να εφαρμοστούν σε ομάδες χρηστών που έχουν άδεια πρόσβασης στον Πίνακα Διαχείρισης. Με αυτό το εργαλείο μπορείτε επίσης να κλειδώσετε ολόκληρες διαχειριστικές ομάδες από την πρόσβαση στις διάφορες περιοχές του Πίνακα Διαχείρισης.";
$l['default_permissions'] = "Προεπιλεγμένα Δικαιώματα";
$l['default_permissions_desc'] = "Τα προεπιλεγμένα δικαιώματα διαχειριστή είναι αυτά που εφαρμόζονται στους χρήστες που δεν έχουν καθορισμένα προσαρμοσμένα δικαιώματα διαχειριστή ή δεν κληρονομούν δικαιώματα διαχειριστή από ομάδες.";

$l['admin_permissions_updated'] = "Τα δικαιώματα διαχειριστή ενημερώθηκαν με επιτυχία.";
$l['revoke_permissions'] = "Ανάκληση Δικαιωμάτων";
$l['edit_permissions'] = "Επεξεργασία Δικαιωμάτων";
$l['set_permissions'] = "Ορισμός Δικαιωμάτων";
$l['edit_permissions_desc'] = "Εδώ μπορείτε να περιορίσετε την πρόσβαση σε ολόκληρες καρτέλες ή μεμονωμένες σελίδες. Προσέξτε ότι η καρτέλα \"Αρχική\" είναι προσβάσιμη σε όλους τους διαχειριστές.";
$l['update_permissions'] = "Ενημέρωση Δικαιωμάτων";
$l['view_log'] = "Προβολή Καταγραφής";
$l['permissions_type_group'] = "Τύπος δικαιωμάτων της ομάδας";
$l['permissions_type_user'] = "Τύπος δικαιωμάτων του χρήστη";
$l['no_group_perms'] = "Δεν υπάρχουν καθορισμένα δικαιώματα ομάδας αυτή τη στιγμή.";
$l['no_user_perms'] = "Δεν υπάρχουν καθορισμένα δικαιώματα χρήστη αυτή τη στιγμή.";
$l['edit_user'] = "Επεξεργασία Προφίλ Χρήστη";
$l['using_individual_perms'] = "Χρήση Μεμονωμένων Δικαιωμάτων";
$l['using_custom_perms'] = "Χρήση Προσαρμοσμένων Δικαιωμάτων";
$l['using_group_perms'] = "Χρήση Δικαιωμάτων Ομάδας";
$l['using_default_perms'] = "Χρήση Προεπιλεγμένων Δικαιωμάτων";
$l['last_active'] = "Τελευταία Δραστηριότητα";
$l['user'] = "Χρήστης";
$l['edit_group'] = "Επεξεργασία Ομάδας";
$l['default'] = "Προεπιλογή";
$l['group'] = "Ομάδα";

$l['error_super_admin'] = 'Λυπούμαστε, αλλά δεν μπορείτε να εκτελέσετε αυτήν την ενέργεια για τον συγκεκριμένο χρήστη, καθώς είναι υπερδιαχειριστής.';
$l['error_delete_no_uid'] = 'Δεν καταχωρήσατε αριθμό αναγνωριστικού δικαιωμάτων διαχειριστή χρήστη/ομάδας χρηστών';
$l['error_delete_invalid_uid'] = 'Δεν καταχωρήσατε έγκυρο αριθμό αναγνωριστικού δικαιωμάτων διαχειριστή χρήστη/ομάδας χρηστών';

$l['success_perms_deleted'] = 'Τα δικαιώματα διαχειριστή χρήστη/ομάδας χρηστών ανακλήθηκαν με επιτυχία.';

$l['confirm_perms_deletion'] = "Είστε βέβαιοι ότι θέλετε να ανακληθούν αυτά τα δικαιώματα διαχειριστή χρήστη/ομάδας χρηστών;";
$l['confirm_perms_deletion2'] = "Είστε βέβαιοι ότι θέλετε να ανακληθούν τα δικαιώματα αυτού του χρήστη;";
$l['confirm_perms_deletion3'] = "Είστε βέβαιοι ότι θέλετε να ανακληθούν τα δικαιώματα αυτής της ομάδας;";
