<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['user_group_promotions'] = "Προαγωγές Ομάδας Χρηστών";
$l['user_group_promotions_desc'] = "Εδώ μπορείτε να διαχειριστείτε τις Προαγωγές Ομάδας Χρηστών.";
$l['edit_promotion'] = "Επεξεργασία Προαγωγής";
$l['edit_promotion_desc'] = "Εδώ μπορείτε να επεξεργαστείτε προαγωγές που εκτελούνται αυτόματα στον ιστότοπό σας.";
$l['add_new_promotion'] = "Προσθήκη Νέας Προαγωγής";
$l['add_new_promotion_desc'] = "Εδώ μπορείτε να δημιουργήσετε νέες προαγωγές που εκτελούνται αυτόματα στον ιστότοπό σας.";

$l['title'] = "Τίτλος";
$l['short_desc'] = "Σύντομη Περιγραφή";
$l['post_count'] = "Αριθμός Δημοσιεύσεων";
$l['thread_count'] = "Αριθμός Θεμάτων";
$l['reputation'] = "Φήμη";
$l['referrals'] = "Παραπομπές";
$l['time_registered'] = "Χρόνος Εγγραφής";
$l['time_online'] = "Χρόνος Σύνδεσης";
$l['promo_requirements'] = "Απαιτήσεις Προαγωγής";
$l['promo_requirements_desc'] = "Επιλέξτε ποια κριτήρια πρέπει να πληρούνται για αυτήν την προαγωγή. Πατώντας το πλήκτρο CTRL μπορείτε να επιλέξετε πολλαπλά κριτήρια.";
$l['greater_than_or_equal_to'] = "Μεγαλύτερο ή ίσο με";
$l['greater_than'] = "Μεγαλύτερο από";
$l['equal_to'] = "Ίσο με";
$l['less_than_or_equal_to'] = "Μικρότερο ή ίσο με";
$l['less_than'] = "Μικρότερο από";
$l['reputation_count'] = "Αριθμός Φήμης";
$l['reputation_count_desc'] = "Εισαγάγετε το ποσό της φήμης που απαιτείται. Πρέπει να έχετε επιλέξει τη φήμη ως απαιτούμενη τιμή για να συμπεριληφθεί. Επιλέξτε τον τύπο σύγκρισης για τη φήμη.";
$l['referral_count'] = "Αριθμός Παραπομπών";
$l['referral_count_desc'] = "Εισαγάγετε τον αριθμό των απαιτούμενων παραπομπών. Πρέπει να έχετε επιλέξει τον αριθμό των παραπομπών ως απαιτούμενη τιμή για να συμπεριληφθεί. Επιλέξτε τον τύπο σύγκρισης για τις παραπομπές.";
$l['warning_points'] = "Πόντοι Προειδοποίησης";
$l['warning_points_desc'] = "Εισαγάγετε τον αριθμό των απαιτούμενων πόντων προειδοποίησης. Πρέπει να έχετε επιλέξει τους πόντους προειδοποίησης ως απαιτούμενη τιμή για να συμπεριληφθεί. Επιλέξτε τον τύπο σύγκρισης για τους πόντους προειδοποίησης.";
$l['post_count_desc'] = "Εισαγάγετε τον αριθμό των απαιτούμενων δημοσιεύσεων. Πρέπει να έχετε επιλέξει τον αριθμό των δημοσιεύσεων ως απαιτούμενη τιμή για να συμπεριληφθεί. Επιλέξτε τον τύπο σύγκρισης για τις δημοσιεύσεις.";
$l['thread_count_desc'] = "Εισαγάγετε τον αριθμό των απαιτούμενων θεμάτων. Πρέπει να έχετε επιλέξει τον αριθμό των θεμάτων ως απαιτούμενη τιμή για να συμπεριληφθεί. Επιλέξτε τον τύπο σύγκρισης για τα θέματα.";
$l['hours'] = "Ώρες";
$l['days'] = "Ημέρες";
$l['weeks'] = "Εβδομάδες";
$l['months'] = "Μήνες";
$l['years'] = "Χρόνια";
$l['time_registered_desc'] = "Εισαγάγετε τον αριθμό των ωρών, ημερών, εβδομάδων, μηνών ή ετών που πρέπει να έχει εγγραφεί αυτός ο χρήστης. Πρέπει να έχετε επιλέξει τον χρόνο εγγραφής ως απαιτούμενη τιμή για να συμπεριληφθεί. Επιλέξτε εάν ο χρόνος εγγραφής πρέπει να μετράται σε ώρες, ημέρες, εβδομάδες, μήνες ή χρόνια.";
$l['time_online_desc'] = "Εισαγάγετε τον αριθμό των ωρών, ημερών, εβδομάδων, μηνών ή ετών που πρέπει να έχει συνδεθεί αυτός ο χρήστης. Πρέπει να έχετε επιλέξει τον χρόνο σύνδεσης ως απαιτούμενη τιμή για να συμπεριληφθεί. Επιλέξτε εάν ο χρόνος που περνάει συνδεδεμένος πρέπει να μετράται σε ώρες, ημέρες, εβδομάδες, μήνες ή χρόνια.";
$l['all_user_groups'] = 'Όλες οι Ομάδες Χρηστών';
$l['orig_user_group'] = 'Αρχική Ομάδα Χρηστών';
$l['orig_user_group_desc'] = "Επιλέξτε ποια ομάδα χρηστών ή ομάδες χρηστών πρέπει να είναι ο χρήστης για να εκτελεστεί η προαγωγή. Πατώντας το πλήκτρο CTRL μπορείτε να επιλέξετε πολλαπλές ομάδες.";
$l['new_user_group'] = 'Νέα Ομάδα Χρηστών';
$l['new_user_group_desc'] = "Επιλέξτε την ομάδα χρηστών στην οποία θα μεταφερθεί ο χρήστης μετά από αυτήν την προαγωγή.";
$l['primary_user_group'] = 'Κύρια Ομάδα Χρηστών';
$l['secondary_user_group'] = 'Δευτερεύουσα Ομάδα Χρηστών';
$l['user_group_change_type'] = 'Τύπος Αλλαγής Ομάδας Χρηστών';
$l['user_group_change_type_desc'] = "Επιλέξτε 'Κύρια Ομάδα Χρηστών' αν ο χρήστης πρέπει να έχει την κύρια ομάδα χρηστών του αλλαγμένη στη νέα ομάδα χρηστών. Επιλέξτε 'Δευτερεύουσα Ομάδα Χρηστών' αν ο χρήστης πρέπει να έχει τη νέα ομάδα χρηστών προστεθεί ως δευτερεύουσα ομάδα χρηστών στο προφίλ του.";
$l['enabled'] = "Ενεργοποιημένο;";
$l['enable_logging'] = "Ενεργοποίηση Καταγραφής;";
$l['promotion_logs'] = "Καταγραφές Προαγωγών";
$l['view_promotion_logs'] = "Προβολή Καταγραφών Προαγωγών";
$l['view_promotion_logs_desc'] = 'Εδώ μπορείτε να προβάλετε καταγραφές προαγωγών που έχουν εκτελεστεί προηγουμένως.';
$l['promoted_user'] = "Χρήστης που Προαγάγηκε";
$l['time_promoted'] = "Χρόνος Προαγωγής";
$l['no_promotion_logs'] = "Δεν υπάρχουν καταγραφές προαγωγών αυτήν τη στιγμή.";
$l['promotion_manager'] = "Διαχειριστής Προαγωγών";
$l['promotion'] = "Προαγωγή";
$l['disable_promotion'] = "Απενεργοποίηση Προαγωγής";
$l['enable_promotion'] = "Ενεργοποίηση Προαγωγής";
$l['delete_promotion'] = "Διαγραφή Προαγωγής";
$l['no_promotions_set'] = "Δεν υπάρχουν ορισμένες προαγωγές αυτήν τη στιγμή.";
$l['update_promotion'] = "Αποθήκευση Προαγωγής";
$l['multiple_usergroups'] = "Πολλαπλές Ομάδες Χρηστών";
$l['secondary'] = "Δευτερεύουσα";
$l['primary'] = "Κύρια";

$l['error_no_promo_id'] = 'Δεν εισαγάγατε αναγνωριστικό προαγωγής';
$l['error_invalid_promo_id'] = 'Δεν εισαγάγατε έγκυρο αναγνωριστικό προαγωγής';

$l['error_no_title'] = "Δεν εισαγάγατε τίτλο για αυτήν την προαγωγή";
$l['error_no_desc'] = "Δεν εισαγάγατε περιγραφή για αυτήν την προαγωγή";
$l['error_no_requirements'] = "Δεν επιλέξατε τουλάχιστον ένα απαιτούμενο κριτήριο για αυτήν την προαγωγή";
$l['error_no_orig_usergroup'] = "Δεν επιλέξατε τουλάχιστον μία αρχική ομάδα χρηστών για αυτήν την προαγωγή";
$l['error_no_new_usergroup'] = "You did not select at least one new user group for this promotion";
$l['error_no_usergroup_change_type'] = "You did not select at least one user group change type for this promotion";

$l['success_promo_disabled'] = 'The selected group promotion has been disabled successfully.';
$l['success_promo_deleted'] = 'The selected group promotion has been deleted successfully.';
$l['success_promo_enabled'] = 'The selected group promotion has been enabled successfully.';
$l['success_promo_updated'] = 'The selected group promotion has been updated successfully.';
$l['success_promo_added'] = 'The promotion has been created successfully.';

$l['confirm_promo_disable'] = "Are you sure you want to disable this promotion?";
$l['confirm_promo_deletion'] = "Are you sure you wish to delete this promotion?";

