<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['archive_fullversion'] = "Πλήρης Έκδοση:";
$l['archive_replies'] = "Απαντήσεις";
$l['archive_reply'] = "Απάντηση";
$l['archive_pages'] = "Σελίδες:";
$l['archive_note'] = "Βλέπετε μια λιτή έκδοση του περιεχομένου. <a href=\"{1}\">Δείτε τη πλήρη έκδοση</a> με τη κατάλληλη διάταξη.";
$l['archive_nopermission'] = "Συγνώμη, αλλά δεν έχετε δικαίωμα προσπέλασης σε αυτό το πόρο.";
$l['error_nothreads'] = "Αυτή τη στιγμή δεν υπάρχουν θέματα σε αυτή τη συζήτηση.";
$l['error_nopermission'] = "Δεν έχετε δικαιώματα να δείτε συζητήσεις σε αυτό το forum.";
$l['error_unapproved_thread'] = "Αυτό το θέμα δεν έχει εγκριθεί. Παρακαλώ <a href=\"{1}\">δείτε τη πλήρη έκδοση</a> για να δείτε τα περιεχόμενα αυτού του θέματος.";
$l['archive_not_found'] = "Η σελίδα που ζητήσατε δεν βρέθηκε σε αυτόν το διακομιστή.";
$l['error_mustlogin'] = "Αυτός ο πίνακας ανακοινώσεων απαιτεί όλους τους χρήστες να έχουν συνδεθεί.";