<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['archive_fullversion'] = "Πλήρης Έκδοση:";
$l['archive_replies'] = "Απαντήσεις";
$l['archive_reply'] = "Απάντηση";
$l['archive_pages'] = "Σελίδες:";
$l['archive_note'] = "Βλέπετε αυτήν την απλουστευμένη έκδοση του περιεχομένου μας. <a href=\"{1}\">Προβολή της πλήρους έκδοσης</a> με τη σωστή μορφοποίηση.";
$l['archive_nopermission'] = "Λυπούμαστε, δεν έχετε άδεια πρόσβασης σε αυτό το πόρο.";
$l['error_nothreads'] = "Δεν υπάρχουν επί του παρόντος νήματα σε αυτό το φόρουμ.";
$l['error_nopermission'] = "Δεν έχετε άδεια να προβάλετε νήματα σε αυτό το φόρουμ.";
$l['error_unapproved_thread'] = "Αυτό το νήμα δεν έχει εγκριθεί. Παρακαλούμε <a href=\"{1}\">προβάλετε την πλήρη έκδοση</a> για να δείτε το περιεχόμενο αυτού του νήματος.";
$l['archive_not_found'] = "Η ζητούμενη σελίδα δεν βρέθηκε σε αυτόν τον διακομιστή.";
$l['error_mustlogin'] = "Αυτός ο πίνακας ανακοινώσεων απαιτεί από όλους τους χρήστες να συνδεθούν.";