<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['contact'] = 'Επικοινωνία';
$l['contact_no_message'] = 'Δεν έχετε δώσει μήνυμα για αποστολή.';
$l['contact_no_subject'] = 'Απαιτείται να εισάγετε ένα θέμα.';
$l['contact_no_email'] = 'Πρέπει να εισάγετε μια έγκυρη διεύθυνση email.';
$l['contact_success_message'] = 'Το μήνυμά σας στάλθηκε με επιτυχία στον Διαχειριστή.';
$l['contact_subject'] = 'Θέμα';
$l['contact_subject_desc'] = 'Περιγράψτε συνοπτικά το θέμα του μηνύματός σας.';
$l['contact_message'] = 'Μήνυμα';
$l['contact_message_desc'] = 'Περιγράψτε αναλυτικά το πρόβλημά σας σε αυτόν τον χώρο.';
$l['contact_email'] = 'Email';
$l['contact_email_desc'] = 'Εισάγετε το email σας ώστε να μπορούμε να επικοινωνήσουμε μαζί σας.';
$l['contact_send'] = 'Αποστολή';
$l['subject_too_long'] = 'Το θέμα είναι πολύ μεγάλο. Παρακαλώ εισάγετε ένα θέμα μικρότερο από {1} χαρακτήρες (αυτήν τη στιγμή {2}).';
$l['message_too_short'] = 'Το μήνυμα είναι πολύ μικρό. Παρακαλώ εισάγετε ένα μήνυμα μεγαλύτερο από {1} χαρακτήρες (αυτήν τη στιγμή {2}).';
$l['message_too_long'] = 'Το μήνυμα είναι πολύ μεγάλο. Παρακαλώ εισάγετε ένα μήνυμα μικρότερο από {1} χαρακτήρες (αυτήν τη στιγμή {2}).';

$l['error_stop_forum_spam_spammer'] = 'Λυπούμαστε, το {1} αντιστοιχεί σε γνωστό αποστολέα ανεπιθύμητων μηνυμάτων και για αυτό η υποβολή της επικοινωνίας σας έχει αποκλειστεί.';
$l['error_stop_forum_spam_fetching'] = 'Λυπούμαστε, κάτι πήγε στραβά κατά την επαλήθευση του μηνύματός σας έναντι μιας βάσης δεδομένων αποστολέα ανεπιθύμητων μηνυμάτων. Πιθανότατα η βάση δεδομένων δεν ήταν προσβάσιμη. Παρακαλώ δοκιμάστε ξανά αργότερα.';

