<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['contact'] = 'Επικοινωνήστε μαζί μας';
$l['contact_no_message'] = 'Δεν έχετε εισάγει μήνυμα για αποστολή.';
$l['contact_no_subject'] = 'Απαιτείται να συμπληρώσετε το θέμα.';
$l['contact_no_email'] = 'Πρέπει να συμπληρώσετε μια έγκυρη διεύθυνση email.';
$l['contact_success_message'] = 'Το μήνυμά σας έχει αποσταλεί στον διαχειριστή.';
$l['contact_subject'] = 'Θέμα';
$l['contact_subject_desc'] = 'Σύντομη περιγραφή του μηνύματός σας.';
$l['contact_message'] = 'Μήνυμα';
$l['contact_message_desc'] = 'Περιγράψτε το μήνυμά σας αναλυτικά, εδώ.';
$l['contact_email'] = 'Email';
$l['contact_email_desc'] = 'Είσάγετε τη διεύθυνση email σας, ώστε να μπορούμε να επικοινωνήσουμε μαζί σας.';
$l['contact_send'] = 'Αποστολή';
$l['subject_too_long'] = 'Το θέμα είναι πολύ μεγάλο. Παρακαλώ εισάγετε ένα θέμα μικρότερο από {1} χαρακτήρες (προς το παρόν {2}).';
$l['message_too_short'] = 'Το μήνυμα είναι πολύ μικρό. Παρακαλώ εισάγετε ένα μήνυμα μετά τουλάχιστον {1} χαρακτήρες (προς το παρόν {2}).';
$l['message_too_long'] = 'Το μήνυμα είναι πολύ μεγάλο. Παρακαλώ εισάγετε ένα μήνυμα μικρότερο από {1} χαρακτήρες (προς το παρόν {2}).';

$l['error_stop_forum_spam_spammer'] = 'Συγγνώμη, το email σας {1} ανιχνεύτηκε ως spammer στη βάση δεδομένων και η υποβολή της επικοινωνίας σας έχει αποκλειστεί.';
$l['error_stop_forum_spam_fetching'] = 'Συγνώμη, κάτι πήγε στραβά κατά τον έλεγχο του email σας στη βάση δεδομένων ανεπιθύμητης αλληλογραφίας. Παρακαλώ, προσπαθήστε ξανά αργότερα.';

