<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['postdata_invalid_user_id'] = 'Το ID χρήστη που εισάγατε δεν υπάρχει. Παρακαλώ εισάγετε ένα έγκυρο ID χρήστη.';
$l['postdata_firstpost_no_subject'] = 'Το πρώτο μήνυμα σε ένα θέμα πρέπει να έχει ένα θέμα. Παρακαλώ εισάγετε ένα έγκυρο θέμα.';
$l['postdata_missing_subject'] = 'Δεν εισάγατε θέμα. Παρακαλώ εισάγετε ένα θέμα.';
$l['postdata_missing_message'] = 'Το μήνυμα που εισάγατε είναι κενό. Παρακαλώ εισάγετε ένα μήνυμα.';
$l['postdata_message_too_long'] = 'Το μήνυμα είναι πολύ μεγάλο. Παρακαλώ εισάγετε ένα μήνυμα μικρότερο από {1} χαρακτήρες (προς το παρόν {2}).';
$l['postdata_message_too_short'] = 'Το μήνυμα είναι πολύ μικρό. Παρακαλώ εισάγετε ένα μήνυμα μεταξύ {1} και {2} χαρακτήρων.';
$l['postdata_subject_too_long'] = 'Το θέμα είναι πολύ μεγάλο. Παρακαλώ εισάγετε ένα θέμα μικρότερο από 85 χαρακτήρες (προς το παρόν {1}).';
$l['postdata_banned_username'] = 'Το όνομα χρήστη που εισάγατε ίσως δεν είναι εγγεγραμμένο. Παρακαλώ εισάγετε ένα διαφορετικό όνομα χρήστη.';
$l['postdata_bad_characters_username'] = 'Το όνομα χρήστη που εισάγατε περιέχει μη επιτρεπτούς χαρακτήρες. Παρακαλώ εισάγετε ένα διαφορετικό όνομα χρήστη.';
$l['postdata_invalid_username_length'] = 'Το όνομα χρήστη που εισάγατε είναι μεγαλύτερο από το μέγιστο επιτρεπτό μήκος. Παρακαλώ εισάγετε ένα όνομα χρήστη μεταξύ {1} και {2} χαρακτήρων.';
$l['postdata_username_exists'] = 'Το όνομα χρήστη που εισάγατε υπάρχει ήδη. Παρακαλώ εισάγετε ένα διαφορετικό όνομα χρήστη.';
$l['postdata_post_flooding'] = 'Προσπαθείτε να δημοσιεύσετε πολλά μηνύματα πολύ γρήγορα. Παρακαλώ περιμένετε {1} δευτερόλεπτα.';
$l['postdata_post_flooding_one_second'] = 'Προσπαθείτε να δημοσιεύσετε πολλά μηνύματα πολύ γρήγορα. Παρακαλώ περιμένετε 1 δευτερόλεπτο.';
$l['postdata_too_many_images'] = 'Το μήνυμα που εισάγατε περιέχει {1} εικόνες, ενώ μόνο {2} εικόνες ανά μήνυμα επιτρέπονται. Παρακαλώ μειώστε τον αριθμό των εικόνων στο μήνυμά σας για να συμμορφωθείτε με τον περιορισμό.';
$l['postdata_too_many_videos'] = 'Το μήνυμα που εισάγατε περιέχει {1} βίντεο, ενώ μόνο {2} βίντεο ανά μήνυμα επιτρέπονται. Παρακαλώ μειώστε τον αριθμό των βίντεο στο μήνυμά σας για να συμμορφωθείτε με τον περιορισμό.';
$l['postdata_invalid_prefix'] = 'Το πρόθεμα που επιλέξατε δεν υπάρχει. Παρακαλώ επιλέξτε ένα έγκυρο πρόθεμα.';
$l['postdata_require_prefix'] = 'Το φόρουμ στο οποίο δημοσιεύετε απαιτεί πρόθεμα για τα θέματα. Παρακαλώ εισάγετε ένα έγκυρο πρόθεμα.';

$l['thread_closed'] = "Το Θέμα έκλεισε";
$l['thread_opened'] = "Το Θέμα άνοιξε";
$l['thread_stuck'] = "Το Θέμα μονιμοποιήθηκε";
$l['thread_unstuck'] = "Το Θέμα απο-μονιμοποιήθηκε";

