<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['eventdata_missing_name'] = 'Το όνομα του γεγονότος λείπει. Παρακαλώ εισάγετε ένα όνομα για το γεγονός.';
$l['eventdata_missing_description'] = 'Η περιγραφή του γεγονότος λείπει. Παρακαλώ εισάγετε μια περιγραφή για το γεγονός.';

$l['eventdata_invalid_start_date'] = 'Η ημερομηνία έναρξης του γεγονότος που εισάγατε είναι άκυρη. Πρέπει να βεβαιωθείτε ότι καθορίσατε την ημέρα, το μήνα και το έτος καθώς και να βεβαιωθείτε ότι η ημέρα που εισάγατε είναι έγκυρη για τον συγκεκριμένο μήνα.';
$l['eventdata_invalid_start_year'] = "Μπορούν να δημιουργηθούν γεγονότα μόνο για τα επόμενα 5 χρόνια. Παρακαλώ επιλέξτε ένα λογικό έτος έναρξης από τη λίστα.";
$l['eventdata_invalid_start_month'] = 'Ο μήνας έναρξης που εισάγατε δεν είναι έγκυρος μήνας. Παρακαλώ εισάγετε έναν έγκυρο μήνα έναρξης.';

$l['eventdata_invalid_end_date'] = 'Η ημερομηνία λήξης του γεγονότος που εισάγατε είναι άκυρη. Πρέπει να βεβαιωθείτε ότι καθορίσατε την ημέρα, το μήνα και το έτος καθώς και να βεβαιωθείτε ότι η ημέρα που εισάγατε είναι έγκυρη για τον συγκεκριμένο μήνα.';
$l['eventdata_invalid_end_year'] = "Μπορούν να δημιουργηθούν γεγονότα μόνο για τα επόμενα 5 χρόνια. Παρακαλώ επιλέξτε ένα λογικό έτος λήξης από τη λίστα.";
$l['eventdata_invalid_end_month'] = 'Ο μήνας λήξης που εισάγατε δεν είναι έγκυρος μήνας. Παρακαλώ εισάγετε έναν έγκυρο μήνα λήξης.';
$l['eventdata_invalid_end_day'] = 'Η ημέρα λήξης που εισάγατε δεν είναι έγκυρη ημέρα. Η ημέρα που εισάγατε ίσως να είναι μεγαλύτερη από τον αριθμό των ημερών που έχει ο συγκεκριμένος μήνας.';

$l['eventdata_cant_specify_one_time'] = "Εάν καθορίσετε την ώρα έναρξης, πρέπει να καθορίσετε και την ώρα λήξης.";
$l['eventdata_start_time_invalid'] = "Η ώρα έναρξης που εισάγατε είναι άκυρη. Έγκυρα παραδείγματα είναι 12πμ, 12:01πμ, 00:01.";
$l['eventdata_end_time_invalid'] = "Η ώρα λήξης που εισάγατε είναι άκυρη. Έγκυρα παραδείγματα είναι 12πμ, 12:01πμ, 00:01.";
$l['eventdata_invalid_timezone'] = "Η ζώνη ώρας που επιλέξατε για το γεγονός, δεν είναι έγκυρη.";
$l['eventdata_end_in_past'] = "Η ημερομηνία ή η ώρα λήξης του γεγονότος είναι πριν από την ημερομηνία ή την ώρα έναρξης.";

$l['eventdata_only_ranged_events_repeat'] = "Μόνο τα γεγονότα διαρκείας (με ημερομηνία έναρξης και λήξης) μπορούν να επαναλαμβάνονται.";
$l['eventdata_invalid_repeat_day_interval'] = "Εισάγατε ένα άκυρο διάστημα μεταξύ των ημερών επανάληψης.";
$l['eventdata_invalid_repeat_week_interval'] = "Εισάγατε ένα άκυρο διάστημα μεταξύ των εβδομάδων επανάληψης.";
$l['eventdata_invalid_repeat_weekly_days'] = "Δεν επιλέξατε καμία ημέρα της εβδομάδας για την επανάληψη του γεγονότος.";
$l['eventdata_invalid_repeat_month_interval'] = "Εισάγατε ένα άκυρο διάστημα μεταξύ των μηνών επανάληψης.";
$l['eventdata_invalid_repeat_year_interval'] = "Εισάγατε ένα άκυρο διάστημα μεταξύ των ετών επανάληψης.";
$l['eventdata_event_wont_occur'] = "Χρησιμοποιώντας τις ημερομηνίες έναρξης και λήξης, το γεγονός δεν θα συμβεί κατά τη διάρκεια της επανάληψης που επιλέξατε.";

$l['eventdata_no_permission_private_event'] = "Δεν έχετε δικαιώματα να δημοσιεύσετε προσωπικά γεγονότα.";
