<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['warnings_reached_max_warnings_day'] = "Δεν μπορείτε να προειδοποιήσετε κανέναν καθώς έχετε φτάσει το όριο του αριθμού των προειδοποιήσεων που μπορείτε να δώσετε ανά ημέρα.<br /><br />Το μέγιστο αριθμό προειδοποιήσεων που μπορείτε να δώσετε ανά ημέρα είναι {1}.";
$l['warnings_error_invalid_user'] = "Ο επιλεγμένος χρήστης δεν υπάρχει.";
$l['warnings_error_invalid_post'] = "Το επιλεγμένο μήνυμα δεν υπάρχει.";
$l['warnings_error_cannot_warn_self'] = "Δεν μπορείτε να προσθέσετε στο επίπεδο προειδοποίησής σας.";
$l['warnings_error_user_reached_max_warning'] = "Αυτός ο χρήστης δεν μπορεί να προειδοποιηθεί καθώς έχει ήδη φτάσει το μέγιστο επίπεδο προειδοποίησης.";
$l['warnings_error_no_note'] = "Δεν καταχωρήσατε καμία διαχειριστική σημείωση για αυτήν την προειδοποίηση.";
$l['warnings_error_invalid_type'] = "Επιλέξατε έναν μη έγκυρο τύπο προειδοποίησης.";
$l['warnings_error_cant_custom_warn'] = "Δεν έχετε άδεια να δίνετε προσαρμοσμένες προειδοποιήσεις σε χρήστες.";
$l['warnings_error_no_custom_reason'] = "Δεν καταχωρήσατε λόγο για την προσαρμοσμένη προειδοποίησή σας.";
$l['warnings_error_invalid_custom_points'] = "Δεν καταχωρήσατε έναν έγκυρο αριθμό πόντων για να προστεθούν στο επίπεδο προειδοποίησης αυτού του χρήστη. Πρέπει να καταχωρήσετε έναν αριθμητικό τιμή μεγαλύτερη από 0 αλλά όχι μεγαλύτερη από {1}.";
$l['warnings_error_invalid_expires_period'] = "Καταχωρήσατε έναν μη έγκυρο τύπο λήξης.";
