<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['postdata_invalid_user_id'] = 'Το αναγνωριστικό χρήστη δεν υπάρχει. Παρακαλώ εισάγετε ένα έγκυρο αναγνωριστικό χρήστη.';
$l['postdata_firstpost_no_subject'] = 'Το θέμα του νήματος δεν έχει καθοριστεί. Παρακαλώ εισάγετε ένα θέμα.';
$l['postdata_missing_subject'] = 'Λείπει το θέμα. Παρακαλώ εισάγετε ένα θέμα.';
$l['postdata_missing_message'] = 'Λείπει το μήνυμα. Παρακαλώ εισάγετε ένα μήνυμα.';
$l['postdata_message_too_long'] = 'Το μήνυμα είναι πολύ μεγάλο. Παρακαλώ εισάγετε ένα μήνυμα μικρότερο από {1} χαρακτήρες (αυτήν τη στιγμή {2}).';
$l['postdata_message_too_short'] = 'Το μήνυμα είναι πολύ μικρό. Παρακαλώ εισάγετε ένα μήνυμα μεγαλύτερο από {1} χαρακτήρες.';
$l['postdata_subject_too_long'] = 'Το θέμα είναι πολύ μεγάλο. Παρακαλώ εισάγετε ένα θέμα μικρότερο από 85 χαρακτήρες (αυτήν τη στιγμή {1}).';
$l['postdata_banned_username'] = 'Το όνομα χρήστη που εισάγατε μπορεί να μην είναι εγγεγραμμένο. Παρακαλώ εισάγετε ένα διαφορετικό όνομα χρήστη.';
$l['postdata_bad_characters_username'] = 'Το όνομα χρήστη που εισάγατε περιέχει μη έγκυρους χαρακτήρες. Παρακαλώ εισάγετε ένα διαφορετικό όνομα χρήστη.';
$l['postdata_invalid_username_length'] = 'Το όνομα χρήστη που εισάγατε έχει μη έγκυρο μήκος. Παρακαλώ εισάγετε ένα όνομα χρήστη μεταξύ {1} και {2} χαρακτήρων.';
$l['postdata_username_exists'] = 'Το όνομα χρήστη που εισάγατε υπάρχει ήδη. Παρακαλώ εισάγετε ένα διαφορετικό όνομα χρήστη.';
$l['postdata_post_flooding'] = 'Προσπαθείτε να δημοσιεύσετε ένα μήνυμα πολύ γρήγορα μετά τη δημοσίευση ενός προηγούμενου μηνύματος. Παρακαλώ περιμένετε {1} δευτερόλεπτα ακόμα.';
$l['postdata_post_flooding_one_second'] = 'Προσπαθείτε να δημοσιεύσετε ένα μήνυμα πολύ γρήγορα μετά τη δημοσίευση ενός προηγούμενου μηνύματος. Παρακαλώ περιμένετε 1 δευτερόλεπτο ακόμα.';
$l['postdata_too_many_images'] = 'Το μήνυμα που εισάγατε περιέχει {1} εικόνες, ενώ επιτρέπονται μόνο {2} εικόνες ανά μήνυμα. Παρακαλώ μειώστε τον αριθμό των εικόνων στο μήνυμά σας για να πληροί το όριο.';
$l['postdata_too_many_videos'] = 'Το μήνυμα που εισάγατε περιέχει {1} βίντεο, ενώ επιτρέπονται μόνο {2} βίντεο ανά μήνυμα. Παρακαλώ μειώστε τον αριθμό των βίντεο στο μήνυμά σας για να πληροί το όριο.';
$l['postdata_invalid_prefix'] = 'Το επιλεγμένο πρόθεμα είναι μη έγκυρος. Παρακαλώ επιλέξτε ένα έγκυρο πρόθεμα.';
$l['postdata_require_prefix'] = 'Αυτή η κατηγορία απαιτεί να οριστεί ένα πρόθεμα νήματος. Παρακαλώ επιλέξτε έναν έγκυρο πρόθεμα.';

$l['thread_closed'] = "Το νήμα έχει κλείσει";
$l['thread_opened'] = "Το νήμα έχει ανοίξει";
$l['thread_stuck'] = "Το νήμα έχει κολλήσει";
$l['thread_unstuck'] = "Το νήμα έχει ξεκολλήσει";
