<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['eventdata_missing_name'] = 'Λείπει το όνομα για το γεγονός. Παρακαλώ εισάγετε ένα όνομα γεγονότος.';
$l['eventdata_missing_description'] = 'Λείπει η περιγραφή για το γεγονός. Παρακαλώ εισάγετε μια περιγραφή γεγονότος.';

$l['eventdata_invalid_start_date'] = 'Η ημερομηνία έναρξης που εισάγατε είναι άκυρη. Πρέπει να βεβαιωθείτε ότι καθορίζετε την ημέρα, τον μήνα και το έτος και να εξασφαλίσετε ότι η ημέρα που εισάγατε είναι έγκυρη για τον συγκεκριμένο μήνα.';
$l['eventdata_invalid_start_year'] = "Τα γεγονότα μπορούν να δημιουργηθούν μόνο στα επόμενα 5 χρόνια. Παρακαλώ επιλέξτε ένα λογικό έτος έναρξης από τη λίστα.";
$l['eventdata_invalid_start_month'] = 'Ο μήνας έναρξης που εισάγατε δεν είναι έγκυρος μήνας. Παρακαλώ εισάγετε έναν έγκυρο μήνα έναρξης.';

$l['eventdata_invalid_end_date'] = 'Η ημερομηνία λήξης γεγονότος που εισάγατε είναι άκυρη. Πρέπει να βεβαιωθείτε ότι καθορίζετε την ημέρα, τον μήνα και το έτος και να εξασφαλίσετε ότι η ημέρα που εισάγατε είναι έγκυρη για τον συγκεκριμένο μήνα.';
$l['eventdata_invalid_end_year'] = "Τα γεγονότα μπορούν να δημιουργηθούν μόνο στα επόμενα 5 χρόνια. Παρακαλώ επιλέξτε ένα λογικό έτος λήξης από τη λίστα.";
$l['eventdata_invalid_end_month'] = 'Ο μήνας λήξης που εισάγατε δεν είναι έγκυρος μήνας. Παρακαλώ εισάγετε έναν έγκυρο μήνα λήξης.';
$l['eventdata_invalid_end_day'] = 'Η ημέρα λήξης που εισάγατε δεν είναι έγκυρη ημέρα. Η ημέρα που επιλέξατε είναι πιθανότατα μεγαλύτερη από τον αριθμό των ημερών αυτού του μήνα.';

$l['eventdata_cant_specify_one_time'] = "Εάν καθορίζετε ώρα έναρξης γεγονότος, πρέπει να εισάγετε και ώρα λήξης γεγονότος.";
$l['eventdata_start_time_invalid'] = "Η ώρα έναρξης που εισάγατε είναι άκυρη. Έγκυρα παραδείγματα είναι 12πμ, 12:01πμ, 00:01.";
$l['eventdata_end_time_invalid'] = "Η ώρα λήξης που εισάγατε είναι άκυρη. Έγκυρα παραδείγματα είναι 12πμ, 12:01πμ, 00:01.";
$l['eventdata_invalid_timezone'] = "Η ζώνη ώρας που επιλέξατε για αυτό το γεγονός είναι άκυρη.";
$l['eventdata_end_in_past'] = "Η ημερομηνία ή η ώρα λήξης του γεγονότος είναι πριν από την ημερομηνία ή την ώρα έναρξης.";

$l['eventdata_only_ranged_events_repeat'] = "Μόνο τα γεγονότα με διάρκεια (γεγονότα με έναρξη και λήξη) μπορούν να επαναληφθούν.";
$l['eventdata_invalid_repeat_day_interval'] = "Έχετε εισάγει μια άκυρη διάρκεια επανάληψης ημέρας.";
$l['eventdata_invalid_repeat_week_interval'] = "Έχετε εισάγει μια άκυρη διάρκεια επανάληψης εβδομάδας.";
$l['eventdata_invalid_repeat_weekly_days'] = "Δεν επιλέξατε καμία ημέρα της εβδομάδας για να συμβεί αυτό το γεγονός.";
$l['eventdata_invalid_repeat_month_interval'] = "Έχετε εισάγει μια άκυρη διάρκεια επανάληψης μήνα.";
$l['eventdata_invalid_repeat_year_interval'] = "Έχετε εισάγει μια άκυρη διάρκεια επανάληψης έτους.";
$l['eventdata_event_wont_occur'] = "Χρησιμοποιώντας τις ώρες έναρξης και λήξης μαζί με τις ρυθμίσεις επανάληψης γεγονότος, αυτό το γεγονός δεν θα συμβεί.";

$l['eventdata_no_permission_private_event'] = "Δεν έχετε άδεια για να δημοσιεύσετε ιδιωτικά γεγονότα.";
