<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['pmdata_too_long_subject'] = 'Το θέμα του προσωπικού μηνύματος είναι πολύ μεγάλο. Παρακαλώ εισάγετε ένα μικρότερο θέμα.';
$l['pmdata_code_no_subject'] = '[χωρίς θέμα]';
$l['pmdata_missing_subject'] = 'Δεν έχετε εισάγει θέμα για το μήνυμά σας. Παρακαλώ εισάγετε ένα θέμα.';
$l['pmdata_missing_message'] = 'Δεν έχετε εισάγει μήνυμα προς αποστολή. Παρακαλώ εισάγετε ένα μήνυμα.';
$l['pmdata_message_too_long'] = 'Το μήνυμα είναι πολύ μεγάλο. Παρακαλώ εισάγετε ένα μήνυμα μικρότερο από {1} χαρακτήρες (αυτή τη στιγμή {2}).';
$l['pmdata_invalid_recipients'] = "Ένας ή περισσότεροι από τους παραλήπτες που καθορίσατε δεν είναι εγγεγραμμένα ονόματα χρηστών. Μη έγκυροι παραλήπτες: {1}";
$l['pmdata_no_recipients'] = "Δεν έχετε εισάγει κανέναν παραλήπτη για να στείλετε αυτό το μήνυμα. Πρέπει να εισάγετε τουλάχιστον ένα όνομα χρήστη στο πεδίο 'προς'.";
$l['pmdata_too_many_recipients'] = "Επιτρέπεται να στείλετε μηνύματα μόνο σε {1} χρήστες ταυτόχρονα.";
$l['pmdata_recipient_is_ignoring'] = "Δεν μπορείτε να στείλετε μηνύματα στον/στην {1} επειδή είστε στη λίστα αγνόησης του/της.";
$l['pmdata_recipient_has_buddy_only'] = "Δεν μπορείτε να στείλετε μηνύματα στον/στην {1} επειδή δεν είστε στη λίστα φίλων του/της.";
$l['pmdata_recipient_pms_disabled'] = 'Ο/Η {1} έχει απενεργοποιήσει τα προσωπικά μηνύματα. Δεν μπορείτε να στείλετε προσωπικά μηνύματα σε αυτόν/αυτήν.';
$l['pmdata_recipient_reached_quota'] = 'Ο/Η {1} έχει φτάσει το όριο των προσωπικών του/της μηνυμάτων, οπότε το μήνυμά σας δεν μπορεί να αποσταλεί.';

$l['pmdata_pm_flooding'] = 'Προσπαθείτε να στείλετε ένα μήνυμα πολύ γρήγορα μετά την αποστολή ενός προηγούμενου μηνύματος. Παρακαλώ περιμένετε {1} δευτερόλεπτα ακόμα.';
$l['pmdata_pm_flooding_one_second'] = 'Προσπαθείτε να στείλετε ένα μήνυμα πολύ γρήγορα μετά την αποστολή ενός προηγούμενου μηνύματος. Παρακαλώ περιμένετε 1 δευτερόλεπτο ακόμα.';
