<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['logindata_invalidpwordusername'] = "Έχετε εισάγει ένα μη έγκυρο συνδυασμό ονόματος χρήστη/κωδικού πρόσβασης. <br /><br />Εάν έχετε ξεχάσει τον κωδικό πρόσβασής σας, παρακαλούμε <a href=\"member.php?action=lostpw\">ανακτήστε έναν νέο</a>.";
$l['logindata_invalidpwordusernameemail'] = "Έχετε εισάγει ένα μη έγκυρο συνδυασμό email/κωδικού πρόσβασης. <br /><br />Εάν έχετε ξεχάσει τον κωδικό πρόσβασής σας, παρακαλούμε <a href=\"member.php?action=lostpw\">ανακτήστε έναν νέο</a>.";
$l['logindata_invalidpwordusernamecombo'] = "Έχετε εισάγει ένα μη έγκυρο συνδυασμό ονόματος χρήστη/κωδικού πρόσβασης ή email/κωδικού πρόσβασης. <br /><br />Εάν έχετε ξεχάσει τον κωδικό πρόσβασής σας, παρακαλούμε <a href=\"member.php?action=lostpw\">ανακτήστε έναν νέο</a>.";

$l['logindata_regimageinvalid'] = "Ο κωδικός επαλήθευσης εικόνας που εισαγάγατε ήταν εσφαλμένος. Παρακαλούμε εισαγάγετε τον κωδικό ακριβώς όπως εμφανίζεται στην εικόνα.";
$l['logindata_regimagerequired'] = "Παρακαλούμε συμπληρώστε τον κωδικό επαλήθευσης εικόνας για να συνεχίσετε τη διαδικασία σύνδεσης. Παρακαλούμε εισαγάγετε τον κωδικό ακριβώς όπως εμφανίζεται στην εικόνα.";
