<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['userdata_missing_username'] = 'Δεν εισάγατε όνομα χρήστη. Παρακαλώ εισάγετε ένα όνομα χρήστη.';
$l['userdata_banned_username'] = 'Το όνομα χρήστη που εισάγατε ίσως δεν είναι εγγεγραμμένο. Παρακαλώ εισάγετε ένα διαφορετικό όνομα χρήστη.';
$l['userdata_bad_characters_username'] = 'Το όνομα χρήστη που εισάγατε περιέχει μη επιτρεπτούς χαρακτήρες. Παρακαλώ εισάγετε ένα διαφορετικό όνομα χρήστη.';
$l['userdata_invalid_username_length'] = 'Το όνομα χρήστη που εισάγατε είναι μεγαλύτερο από το μέγιστο επιτρεπτό μήκος. Παρακαλώ εισάγετε ένα όνομα χρήστη μεταξύ {1} και {2} χαρακτήρων.';
$l['userdata_invalid_usertitle_length'] = 'Ο τίτλος που εισάγατε είναι μεγαλύτερος από το μέγιστο επιτρεπτό μήκος. Παρακαλώ εισάγετε ένα τίτλο μεταξύ {1} και {2} χαρακτήρων.';
$l['userdata_username_exists'] = 'Το όνομα χρήστη που εισάγατε υπάρχει ήδη. Παρακαλώ εισάγετε ένα διαφορετικό όνομα χρήστη.';

$l['userdata_invalid_password_length'] = 'Ο κωδικός πρόσβασης που εισάγατε έχει άκυρο μήκος. Παρακαλώ εισάγετε έναν κωδικό πρόσβασης μεταξύ {1} και {2} χαρακτήρων.';
$l['userdata_no_complex_characters'] = 'Ο κωδικός πρόσβασης που εισάγατε δεν είναι αρκετά πολύπλοκος. Παρακαλώ εισάγετε έναν κωδικό πρόσβασης που να είναι τουλάχιστον {1} χαρακτήρες, περιέχει τουλάχιστον έναν αριθμό, ένα κεφαλαίο γράμμα και ένα μικρό γράμμα.';
$l['userdata_passwords_dont_match'] = 'Ο κωδικός πρόσβασης που πληκτρολογήσατε ως επιβεβαίωση δεν ταιριάζει με τον αρχικό. Παρακαλώ επιβεβαιώστε το κωδικό σας σωστά.';
$l['userdata_bad_password_security'] = 'Ο κωδικός πρόσβασης που εισάγατε είναι ο ίδιος με το όνομα χρήστη ή την διεύθυνση email. Παρακαλώ επιλέξτε έναν πιο πολύπλοκο κωδικό πρόσβασης.';

$l['userdata_missing_email'] = 'Δεν εισάγατε διεύθυνση email. Παρακαλώ εισάγετε μία.';
$l['userdata_invalid_email_format'] = 'Η διεύθυνση email που εισάγατε δεν είναι έγκυρη. Παρακαλώ εισάγετε μια έγκυρη διεύθυνση email.';
$l['userdata_emails_dont_match'] = 'Η διεύθυνση email που πληκτρολογήσατε ως επιβεβαίωση δεν ταιριάζει με την αρχική. Παρακαλώ επιβεβαιώστε την διεύθυνση email σας σωστά.';
$l['userdata_banned_email'] = "Η διεύθυνση email που εισάγατε είναι απαγορευμένη. Παρακαλώ εισάγετε μια διαφορετική διεύθυνση email.";
$l['userdata_email_already_in_use'] = "Η διεύθυνση email που εισάγατε χρησιμοποιείται ήδη από έναν άλλο χρήστη. Παρακαλώ εισάγετε μια διαφορετική διεύθυνση email.";

$l['userdata_dob_required'] = "Δεν επιλέξατε την ημερομηνία γέννησής σας. Παρακαλώ επιλέξτε την ημερομηνία γέννησής σας για να συνεχίσετε - ωστόσο, μπορείτε να κρύψετε τα γενέθλια και την ηλικία σας από άλλους χρήστες.";
$l['userdata_invalid_website'] = 'Η διεύθυνση της ιστοσελίδας που εισάγατε δεν είναι έγκυρη. Παρακαλώ εισάγετε μια έγκυρη διεύθυνση ή αφήστε το πεδίο κενό.';
$l['userdata_invalid_icq_number'] = 'Ο αριθμός ICQ που εισάγατε δεν είναι έγκυρος. Παρακαλώ εισάγετε έναν έγκυρο αριθμό ICQ ή αφήστε το πεδίο κενό.';
$l['userdata_invalid_birthday'] = 'Τα γενέθλια που εισάγατε δεν είναι έγκυρα. Παρακαλώ εισάγετε μια έγκυρη ημερομηνία γενεθλίων ή αφήστε το πεδίο κενό';
$l['userdata_invalid_birthday_coppa'] = 'Για επιβεβαίωση της ηλικίας σας, παρακαλώ εισάγετε το έτος γέννησής σας. Μπορείτε να κρύψετε την Ηλικία και την Ημερομηνία Γέννησής σας στις επιλογές του προφίλ σας.';
$l['userdata_invalid_birthday_coppa2'] = 'Πρέπει να είστε τουλάχιστον 13 ετών για να εγγραφείτε σε αυτό το φόρουμ. Παρακαλώ επικοινωνήστε με ένα Διαχειριστή.';
$l['userdata_invalid_birthday_privacy'] = 'Παρακαλώ επιλέξτε μια έγκυρη επιλογή για την ιδιωτικότητα των γενεθλίων σας.';
$l['userdata_conflicted_birthday_privacy'] = 'Πρέπει να ορίσετε το έτος γέννησής σας εάν επιλέξετε μόνο ηλικία ως την ιδιωτικότητα των γενεθλίων σας.';
$l['userdata_invalid_referrer'] = 'Ο παραπέμπων που εισάγατε δεν υπάρχει. Παρακαλώ εισάγετε έναν έγκυρο παραπέμπον ή αφήστε το πεδίο κενό.';
$l['userdata_invalid_language'] = 'Η γλώσσα που επιλέξατε δεν υπάρχει. Παρακαλώ επιλέξτε μια έγκυρη γλώσσα.';
$l['userdata_invalid_style'] = 'Το στυλ που επιλέξατε δεν υπάρχει. Παρακαλώ επιλέξτε ένα έγκυρο στυλ.';
$l['userdata_away_too_long'] = 'Ο Λόγος Απουσίας που ορίσατε είναι πολύ μεγάλος. Επιτρέπονται το πολύ 200 χαρακτήρες σε αυτό το πεδίο. Παρακαλώ αφαιρέστε {1} χαρακτήρες από αυτό το πεδίο.';
$l['userdata_missing_returndate'] = 'Λείπουν ένα ή περισσότερα πεδία από την Ημερομηνία Επιστροφής που καθορίσατε. Παρακαλώ σίγουτείτε ότι συμπληρώσατε τα πεδία ημέρας, μήνα, και χρόνου.';
$l['userdata_missing_required_profile_field'] = 'Δεν εισάγατε επιλογή για το πεδίο "{1}". Παρακαλώ συμπληρώστε ή επιλέξτε μια τιμή για το πεδίο αυτό.';
$l['userdata_bad_profile_field_value'] = 'Δεν εισάγατε έγκυρη επιλογή για το πεδίο "{1}". Παρακαλώ εισάγετε μια έγκυρη τιμή πριν προχωρήσετε.';
$l['userdata_bad_profile_field_values'] = 'Δεν επιλέξατε έγκυρη επιλογή για το πεδίο "{1}". Παρακαλώ επιλέξτε μια από τις διαθέσιμες επιλογές.';
$l['userdata_max_limit_reached'] = 'Εισάγατε άκυρο αριθμό χαρακτήρων για το πεδίο "{1}". Παρακαλώ συμπληρώστε αυτό το πεδίο με όχι πάνω από {2} χαρακτήρες.';
$l['userdata_invalid_checkfield'] = "Εντοπίστηκε ότι αυτή η φόρμα υποβλήθηκε από ένα spam bot. Αν αυτό είναι λάθος, παρακαλούμε επικοινωνήστε με τον Διαχειριστή.";
$l['userdata_invalid_postnum'] = "Ο αριθμός δημοσιεύσεων που εισάγατε είναι μη έγκυρος. Παρακαλούμε εισάγετε κάποιον έγκυρο αριθμό δημοσιεύσεων, ή αφήστε το πεδίο κενό.";
$l['userdata_invalid_threadnum'] = "Ο αριθμός θεμάτων που εισάγατε είναι μη έγκυρος. Παρακαλούμε εισάγετε κάποιον έγκυρο αριθμό θεμάτων, ή αφήστε το πεδίο κενό.";

$l['userdata_too_many_sig_images'] = "Λυπούμαστε, αλλά δεν μπορούμε να ενημερώσουμε την υπογραφή σας γιατί περιέχει πολλές εικόνες. Παρακαλώ αφαιρέστε μερικές εικόνες για να συνεχίσετε.";
$l['userdata_too_many_sig_images2'] = "<strong>Σημείωση:</strong> Ο μέγιστος αριθμός εικόνων για την υπογραφή είναι {1}.";
$l['userdata_sig_too_long'] = "Δεν μπορείτε να ενημερώσετε την υπογραφή σας γιατί είναι πολύ μεγάλη. Το μέγιστο μήκος για τις υπογραφές είναι {1} χαρακτήρες. ";
$l['userdata_sig_remove_chars_plural'] = "Παρακαλώ αφαιρέστε {1} χαρακτήρες και δοκιμάστε πάλι.";
$l['userdata_sig_remove_chars_singular'] = "Παρακαλώ αφαιρέστε 1 χαρακτήρα και δοκιμάστε πάλι.";
