<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['userdata_missing_username'] = 'Δεν έχετε εισαγάγει όνομα χρήστη. Παρακαλώ εισάγετε ένα.';
$l['userdata_banned_username'] = 'Το όνομα χρήστη που εισαγάγατε δεν επιτρέπεται να εγγραφεί. Παρακαλώ εισάγετε ένα διαφορετικό όνομα χρήστη.';
$l['userdata_bad_characters_username'] = 'Το όνομα χρήστη που εισαγάγατε περιέχει μη έγκυρους χαρακτήρες. Παρακαλώ εισάγετε ένα διαφορετικό όνομα χρήστη.';
$l['userdata_invalid_username_length'] = 'Το όνομα χρήστη που εισαγάγατε έχει μη έγκυρο μήκος. Παρακαλώ εισάγετε ένα όνομα χρήστη μεταξύ {1} και {2} χαρακτήρων.';
$l['userdata_invalid_usertitle_length'] = 'Ο προσαρμοσμένος τίτλος χρήστη που εισαγάγατε έχει μη έγκυρο μήκος. Παρακαλώ εισάγετε έναν τίτλο χρήστη με μήκος μέχρι {1} χαρακτήρες.';
$l['userdata_username_exists'] = 'Το όνομα χρήστη που εισαγάγατε υπάρχει ήδη. Παρακαλώ εισάγετε ένα διαφορετικό όνομα χρήστη.';

$l['userdata_invalid_password_length'] = 'Ο κωδικός πρόσβασης που εισαγάγατε έχει μη έγκυρο μήκος. Παρακαλώ εισάγετε έναν κωδικό πρόσβασης μεταξύ {1} και {2} χαρακτήρων.';
$l['userdata_no_complex_characters'] = 'Ο κωδικός πρόσβασης που εισαγάγατε δεν είναι αρκετά πολύπλοκος. Παρακαλώ εισάγετε έναν κωδικό πρόσβασης που είναι τουλάχιστον {1} χαρακτήρες μήκος και περιέχει ένα κεφαλαίο γράμμα, ένα πεζό γράμμα και έναν αριθμό.';
$l['userdata_passwords_dont_match'] = 'Ο κωδικός πρόσβασης που εισαγάγατε για επιβεβαίωση δεν ταιριάζει με τον αρχικό. Παρακαλώ επιβεβαιώστε σωστά τον κωδικό πρόσβασής σας.';
$l['userdata_bad_password_security'] = 'Ο κωδικός πρόσβασης που εισαγάγατε είναι παρόμοιος με το όνομα χρήστη ή τη διεύθυνση email σας. Παρακαλώ εισάγετε έναν πιο ασφαλή κωδικό πρόσβασης.';

$l['userdata_missing_email'] = 'Δεν έχετε εισαγάγει μια διεύθυνση email. Παρακαλώ εισάγετε μία.';
$l['userdata_invalid_email_format'] = 'Η διεύθυνση email που εισαγάγατε είναι μη έγκυρη. Παρακαλώ εισάγετε μια έγκυρη διεύθυνση email.';
$l['userdata_emails_dont_match'] = 'Η διεύθυνση email που εισαγάγατε για επιβεβαίωση δεν ταιριάζει με την αρχική. Παρακαλώ επιβεβαιώστε σωστά τη διεύθυνση email σας.';
$l['userdata_banned_email'] = "Η διεύθυνση email που εισαγάγατε δεν επιτρέπεται να χρησιμοποιηθεί αυτή τη στιγμή. Παρακαλώ εισάγετε μια διαφορετική διεύθυνση email.";
$l['userdata_email_already_in_use'] = "Έχετε εισαγάγει μια διεύθυνση email που χρησιμοποιείται ήδη από άλλο μέλος. Παρακαλώ εισάγετε μια διαφορετική διεύθυνση email.";

$l['userdata_dob_required'] = "Δεν έχετε επιλέξει την ημερομηνία γέννησής σας. Παρακαλώ επιλέξτε την ημερομηνία γέννησής σας για να συνεχίσετε - μπορείτε να κρύψετε τα γενέθλια και την ηλικία σας από άλλους χρήστες, ωστόσο.";
$l['userdata_invalid_website'] = 'Η διεύθυνση ιστότοπου που εισαγάγατε είναι μη έγκυρη. Παρακαλώ εισάγετε μια έγκυρη διεύθυνση ιστότοπου ή αφήστε το πεδίο κενό.';
$l['userdata_invalid_icq_number'] = 'Ο αριθμός ICQ που εισαγάγατε είναι μη έγκυρος. Παρακαλώ εισάγετε έναν έγκυρο αριθμό ICQ ή αφήστε το πεδίο κενό.';
$l['userdata_invalid_birthday'] = 'Η ημερομηνία γενεθλίων που εισαγάγατε είναι μη έγκυρη. Παρακαλώ εισάγετε μια έγκυρη ημερομηνία γενεθλίων ή αφήστε το πεδίο κενό.';
$l['userdata_invalid_birthday_coppa'] = 'Για να επαληθεύσετε την ηλικία σας, παρακαλώ εισάγετε το έτος γέννησής σας. Μπορείτε να κρύψετε την ηλικία και την ημερομηνία γενεθλίων σας στις επιλογές του προφίλ σας.';
$l['userdata_invalid_birthday_coppa2'] = 'Πρέπει να είστε τουλάχιστον 13 ετών για να είστε μέλος αυτού του πίνακα μηνυμάτων. Παρακαλώ επικοινωνήστε με έναν διαχειριστή.';
$l['userdata_invalid_birthday_privacy'] = 'Παρακαλώ επιλέξτε μια έγκυρη επιλογή ιδιωτικότητας για τα γενέθλιά σας.';
$l['userdata_conflicted_birthday_privacy'] = 'Πρέπει να καθορίσετε το έτος γέννησής σας αν επιλέξετε να εμφανίσετε μόνο την ηλικία ως ιδιωτικότητα γενεθλίων.';
$l['userdata_invalid_referrer'] = 'Ο αναφέρων που εισαγάγατε δεν υπάρχει. Παρακαλώ εισάγετε έναν υπάρχοντα αναφέρων ή αφήστε το πεδίο κενό.';
$l['userdata_invalid_language'] = 'Η γλώσσα που επιλέξατε δεν υπάρχει. Παρακαλώ επιλέξτε μια υπάρχουσα γλώσσα.';
$l['userdata_invalid_style'] = 'Το στυλ που επιλέξατε είναι μη έγκυρο. Παρακαλώ επιλέξτε ένα έγκυρο στυλ.';
$l['userdata_away_too_long'] = 'Ο λόγος απουσίας που καθορίσατε είναι πολύ μεγάλος. Επιτρέπεται ένας μέγιστος αριθμός 200 χαρακτήρων για αυτό το πεδίο. Παρακαλώ αφαιρέστε {1} χαρακτήρες από αυτό το πεδίο.';
$l['userdata_missing_returndate'] = 'Η ημερομηνία επιστροφής που καθορίσατε λείπει από ένα ή περισσότερα πεδία. Παρακαλώ βεβαιωθείτε ότι έχετε συμπληρώσει τα πεδία ημέρας, μήνα και έτους.';
$l['userdata_missing_required_profile_field'] = 'Δεν έχετε εισαγάγει μια επιλογή για το πεδίο "{1}". Παρακαλώ συμπληρώστε ή επιλέξτε μια τιμή για αυτό το πεδίο.';
$l['userdata_bad_profile_field_value'] = 'Δεν έχετε εισαγάγει μια έγκυρη τιμή για το πεδίο "{1}". Παρακαλώ εισαγάγετε μια έγκυρη τιμή πριν συνεχίσετε.';
$l['userdata_bad_profile_field_values'] = 'Δεν έχετε επιλέξει μια έγκυρη επιλογή για το πεδίο "{1}". Παρακαλώ επιλέξτε μια τιμή από τις παρουσιαζόμενες επιλογές.';
$l['userdata_max_limit_reached'] = 'Έχετε εισαγάγει έναν μη έγκυρο αριθμό χαρακτήρων για το πεδίο "{1}". Παρακαλώ συμπληρώστε αυτό το πεδίο με μέγιστο {2} χαρακτήρες.';
$l['userdata_invalid_checkfield'] = "Έχει εντοπιστεί ότι αυτή η φόρμα έχει υποβληθεί από ένα bot spam. Εάν αυτό είναι λάθος, παρακαλώ επικοινωνήστε με τον διαχειριστή.";
$l['userdata_invalid_postnum'] = "Ο αριθμός των δημοσιεύσεων που εισαγάγατε είναι μη έγκυρος. Παρακαλώ εισαγάγετε έναν έγκυρο αριθμό δημοσιεύσεων ή αφήστε το πεδίο κενό.";
$l['userdata_invalid_threadnum'] = "Ο αριθμός νήματος που εισαγάγατε είναι μη έγκυρος. Παρακαλώ εισαγάγετε έναν έγκυρο αριθμό νήματος ή αφήστε το πεδίο κενό.";

$l['userdata_too_many_sig_images'] = "Λυπούμαστε, αλλά δεν μπορούμε να ενημερώσουμε την υπογραφή σας επειδή περιέχει πολλές εικόνες. Παρακαλώ αφαιρέστε μερικές εικόνες από την υπογραφή σας για να συνεχίσετε.";
$l['userdata_too_many_sig_images2'] = "<strong>Σημείωση:</strong> Ο μέγιστος αριθμός εικόνων για τις υπογραφές είναι {1}.";
$l['userdata_sig_too_long'] = "Δεν μπορείτε να ενημερώσετε την υπογραφή σας επειδή είναι πολύ μεγάλη. Το μέγιστο μήκος για τις υπογραφές είναι {1} χαρακτήρες.";
$l['userdata_sig_remove_chars_plural'] = "Παρακαλώ αφαιρέστε {1} χαρακτήρες και δοκιμάστε ξανά.";
$l['userdata_sig_remove_chars_singular'] = "Παρακαλώ αφαιρέστε 1 χαρακτήρα και δοκιμάστε ξανά.";
