<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_editpost'] = "Επεξεργασία Ανάρτησης";
$l['edit_post'] = "Επεξεργασία Αυτής της Ανάρτησης";
$l['delete_post'] = "Διαγραφή Ανάρτησης";
$l['delete_q'] = "Διαγραφή;";
$l['delete_1'] = "Για να διαγράψετε αυτήν την ανάρτηση, επιλέξτε το πλαίσιο ελέγχου στα αριστερά και κάντε κλικ στο κουμπί στα δεξιά.";
$l['delete_2'] = "<b>Σημείωση:</b> Εάν αυτή η ανάρτηση είναι η πρώτη ανάρτηση σε ένα νήμα, η διαγραφή της θα οδηγήσει στη διαγραφή ολόκληρου του νήματος.";
$l['subject'] = "Θέμα:";
$l['your_message'] = "Το Μήνυμά σας:";
$l['post_options'] = "Επιλογές Ανάρτησης:";
$l['editreason'] = "Λόγος Επεξεργασίας:";
$l['options_sig'] = "<strong>Υπογραφή:</strong> συμπερίληψη της υπογραφής σας. (μόνο για εγγεγραμμένους χρήστες)";
$l['options_emailnotify'] = "<strong>Ειδοποίηση μέσω Email:</strong> λήψη email κάθε φορά που υπάρχει μια νέα απάντηση. (μόνο για εγγεγραμμένους χρήστες)";
$l['options_disablesmilies'] = "<strong>Απενεργοποίηση Συμβολοσειρών:</strong> απενεργοποίηση των συμβολοσειρών από την εμφάνιση σε αυτήν την ανάρτηση.";
$l['preview_post'] = "Προεπισκόπηση Ανάρτησης";
$l['update_post'] = "Ενημέρωση Ανάρτησης";
$l['poll'] = "Δημοσκόπηση:";
$l['poll_desc'] = "Προαιρετικά, μπορείτε να προσθέσετε μια δημοσκόπηση σε αυτό το νήμα.";
$l['poll_check'] = "Θέλω να δημοσιεύσω μια δημοσκόπηση";
$l['num_options'] = "Αριθμός επιλογών:";
$l['max_options'] = "(Μέγιστο: {1})";
$l['delete_now'] = "Διαγραφή Τώρα";
$l['edit_time_limit'] = "Λυπούμαστε, αλλά δεν μπορείτε να επεξεργαστείτε την ανάρτησή σας. Ο Διαχειριστής έχει ορίσει ώρα επεξεργασίας αναρτήσεων σε {1} λεπτά από την ανάρτηση.";
$l['no_prefix'] = "Χωρίς Πρόθεμα";

$l['redirect_nodelete'] = "Η ανάρτηση δεν διαγράφηκε επειδή δεν επιλέξατε το πλαίσιο ελέγχου \"Διαγραφή\".";
$l['redirect_norestore'] = "Η ανάρτηση δεν αποκαταστάθηκε επειδή δεν επιλέξατε το πλαίσιο ελέγχου \"Αποκατάσταση\".";
$l['redirect_postedited'] = "Σας ευχαριστούμε, αυτή η ανάρτηση έχει επεξεργαστεί.<br />";
$l['redirect_postedited_redirect'] = "Θα επιστρέψετε τώρα στο νήμα.";
$l['redirect_postedited_poll'] = "Σας ευχαριστούμε, αυτή η ανάρτηση έχει επεξεργαστεί. <br />Επειδή επιλέξατε να δημοσιεύσετε μια δημοσκόπηση, θα μεταβείτε τώρα στη σελίδα δημιουργίας δημοσκόπησης.";
$l['error_invalidpost'] = "Λυπούμαστε, αλλά φαίνεται ότι ακολουθήσατε μια μη έγκυρη διεύθυνση. Βεβαιωθείτε ότι η συγκεκριμένη ανάρτηση υπάρχει και δοκιμάστε ξανά.";
$l['redirect_threaddeleted'] = "Σας ευχαριστούμε, το νήμα διαγράφηκε.<br />Θα επιστρέψετε τώρα στο φόρουμ.";
$l['redirect_postdeleted'] = "Σας ευχαριστούμε, η ανάρτηση διαγράφηκε.<br />Θα επιστρέψετε τώρα στο νήμα.";
$l['redirect_threadrestored'] = "Σας ευχαριστούμε, το νήμα αποκαταστάθηκε.<br />Θα επιστρέψετε τώρα στο φόρουμ.";
$l['redirect_postrestored'] = "Σας ευχαριστούμε, η ανάρτηση αποκαταστάθηκε.<br />Θα επιστρέψετε τώρα στο νήμα.";
$l['redirect_threadclosed'] = "Δεν μπορείτε να επεξεργαστείτε υπάρχουσες αναρτήσεις σε αυτό το νήμα επειδή έχει κλείσει από έναν διαχειριστή.";
$l['redirect_post_moderation'] = "Ο διαχειριστής έχει καθορίσει ότι όλες οι επεξεργασίες αναρτήσεων απαιτούν ενδιάμεση επιθεώρηση. Θα επιστρέψετε τώρα στο νήμα.";
$l['redirect_thread_moderation'] = "Ο διαχειριστής έχει καθορίσει ότι όλες οι επεξεργασίες νημάτων απαιτούν ενδιάμεση επιθεώρηση. Θα επιστρέψετε τώρα στην αρχική σελίδα του φόρουμ.";
$l['error_already_delete'] = "Λυπούμαστε, αλλά αυτή η ανάρτηση έχει ήδη διαγραφεί.";

$l['thread_deleted'] = "Οριστικά Διαγραμμένο Νήμα";
$l['post_deleted'] = "Οριστικά Διαγραμμένη Ανάρτηση";
$l['thread_soft_deleted'] = "Απαλοιφθέν Νήμα";
$l['post_soft_deleted'] = "Απαλοιφθείσα Ανάρτηση";
$l['thread_restored'] = "Ανακτηθέν Νήμα";
$l['post_restored'] = "Ανακτηθείσα Ανάρτηση";

$l['error_already_deleted'] = 'Η επιλεγμένη ανάρτηση έχει ήδη διαγραφεί.';
