<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['error_no_connection'] = 'Παρουσιάστηκε σφάλμα κατά την εγκαθίδρυση σύνδεσης μέσω του διακομιστή: ';
$l['error_no_message'] = 'Δεν καθορίστηκε μήνυμα.';
$l['error_no_subject'] = 'Δεν καθορίστηκε θέμα.';
$l['error_no_recipient'] = 'Δεν καθορίστηκε παραλήπτης.';
$l['error_not_sent'] = 'Παρουσιάστηκε σφάλμα κατά την απόπειρα αποστολής του μηνύματος μέσω της συνάρτησης mail της PHP.';
$l['error_status_missmatch'] = 'Το αποτέλεσμα από τον διακομιστή δεν ταιριάζει με το αναμενόμενο αποτέλεσμα, επιστρέφεται: ';
$l['error_data_not_sent'] = 'Αυτά τα δεδομένα δεν μπορούν να αποσταλούν στον διακομιστή: ';

$l['error_occurred'] = 'Παρουσιάστηκε ένα ή περισσότερα σφάλματα. Διορθώστε τα παρακάτω σφάλματα πριν συνεχίσετε.<br />';
