<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_register'] = "Εγγραφή";
$l['nav_activate'] = "Ενεργοποίηση";
$l['nav_resendactivation'] = "Επαναποστολή Ενεργοποίησης μέσω Email";
$l['nav_lostpw'] = "Ανάκτηση Χαμένου Κωδικού";
$l['nav_resetpassword'] = "Επαναφορά Κωδικού";
$l['nav_login'] = "Σύνδεση";
$l['nav_emailuser'] = "Αποστολή Email στον Χρήστη";
$l['nav_referrals'] = "Χρήστες που Παραπέμφθηκαν από τον {1}";
$l['nav_profile'] = "Προφίλ του {1}";

$l['referrals'] = 'Παραπομπές';
$l['referral_date'] = 'Ημερομηνία Παραπομπής:';
$l['referrals_no_user_specified'] = 'Δεν έχει καθοριστεί χρήστης.';
$l['referrals_invalid_user'] = 'Μη έγκυρος καθορισμένος χρήστης.';
$l['member_no_referrals'] = 'Δεν υπάρχουν παραπομπές για αυτόν τον χρήστη.';

$l['tpp_option'] = "Εμφάνιση {1} θεμάτων ανά σελίδα";
$l['ppp_option'] = "Εμφάνιση {1} μηνυμάτων ανά σελίδα";
$l['account_activation'] = "Ενεργοποίηση Λογαριασμού";
$l['activate_account'] = "Ενεργοποίηση Λογαριασμού";
$l['activation_code'] = "Κωδικός Ενεργοποίησης:";

$l['email_user'] = "Αποστολή Email στον {1}";
$l['email_subject'] = "Θέμα Email";
$l['email_message'] = "Μήνυμα Email";
$l['send_email'] = "Αποστολή Email";
$l['error_hideemail'] = "Ο παραλήπτης έχει επιλέξει να κρύψει τη διεύθυνση email του και ως αποτέλεσμα δεν μπορείτε να του στείλετε email.";
$l['error_no_email_subject'] = "Πρέπει να εισαγάγετε ένα θέμα για το email σας";
$l['error_no_email_message'] = "Πρέπει να εισαγάγετε ένα μήνυμα για το email σας";

$l['login'] = "Σύνδεση";
$l['pw_note'] = "Παρακαλώ σημειώστε ότι οι κωδικοί πρόσβασης ξεχωρίζουν πεζά-κεφαλαία.";
$l['lostpw_note'] = "Χάσατε τον κωδικό πρόσβασής σας;";
$l['lost_pw'] = "Χαμένος Κωδικός Πρόσβασης Λογαριασμού";
$l['lost_pw_form'] = "Φόρμα Ανάκτησης Χαμένου Κωδικού Πρόσβασης";
$l['email_address'] = "Διεύθυνση Email:";
$l['request_user_pass'] = "Αίτηση Στοιχείων Σύνδεσης";
$l['profile'] = "Προφίλ του {1}";
$l['registration_date'] = "Ημερομηνία Εγγραφής:";
$l['date_of_birth'] = "Ημερομηνία Γέννησης:";
$l['birthdayhidden'] = "Κρυφό";
$l['birthday'] = "Γενέθλια:";
$l['local_time'] = "Τοπική Ώρα:";
$l['local_time_format'] = "{1} στις {2}";
$l['users_forum_info'] = "Πληροφορίες Φόρουμ του {1}";
$l['joined'] = "Εγγραφή:";
$l['lastvisit'] = "Τελευταία Επίσκεψη:";
$l['total_posts'] = "Συνολικά Μηνύματα:";
$l['ppd_percent_total'] = "{1} μηνύματα ανά ημέρα | {2} τοις εκατό των συνολικών μηνυμάτων";
$l['total_threads'] = "Συνολικά Θέματα:";
$l['tpd_percent_total'] = "{1} θέματα ανά ημέρα | {2} τοις εκατό των συνολικών θεμάτων";
$l['find_posts'] = "Βρείτε Όλα τα Μηνύματα";
$l['find_threads'] = "Βρείτε Όλα τα Θέματα";
$l['members_referred'] = "Μέλη που Παραπέμφθηκαν:";
$l['rating'] = "Αξιολόγηση:";
$l['users_contact_details'] = "Στοιχεία Επικοινωνίας του {1}";
$l['homepage'] = "Ιστοσελίδα:";
$l['pm'] = "Προσωπικό Μήνυμα:";
$l['send_pm'] = "Αποστολή προσωπικού μηνύματος στον {1}.";
$l['icq_number'] = "Αριθμός ICQ:";
$l['skype_id'] = "Αναγνωριστικό Skype:";
$l['google_id'] = "Αναγνωριστικό Google Hangouts:";
$l['avatar']  = "Άβαταρ:";
$l['warning_level'] = "Επίπεδο Προειδοποίησης:";
$l['warn'] = "Προειδοποίηση";
$l['away_note'] = "Ο/Η {1} είναι αυτήν την στιγμή απών/απώντα.";
$l['away_reason'] = "Αιτία:";
$l['away_since'] = "Από την:";
$l['away_returns'] = "Επιστρέφει στις:";
$l['away_no_reason'] = "Δεν έχει καθοριστεί.";
$l['ban_note'] = "Αυτός ο λογαριασμός στο φόρουμ είναι αυτήν την στιγμή αποκλεισμένος.";
$l['ban_by'] = "Αποκλείστηκε Από";
$l['ban_length'] = "Διάρκεια Αποκλεισμού";
$l['ban_remaining'] = "υπολείπονται";

$l['users_additional_info'] = "Πρόσθετες Πληροφορίες για τον {1}";
$l['email'] = "Email:";
$l['send_user_email'] = "Αποστολή email στον {1}.";
$l['users_signature'] = "Υπογραφή του {1}";
$l['agreement'] = "Συμφωνία Εγγραφής";
$l['agreement_1'] = "Ενώ προσπαθούμε να επεξεργαστούμε ή να αφαιρέσουμε οποιοδήποτε μήνυμα περιέχει ακατάλληλο, σεξουαλικά προκατειλημμένο, προσβλητικό, μισαλλόδοξο, συκοφαντικό ή απειλητικό υλικό που θα μπορούσε να θεωρηθεί εισβολή στην ιδιωτική ζωή κάποιου, ή που παραβιάζει κάποιον νόμο, είναι αδύνατο για εμάς να ελέγξουμε κάθε μήνυμα που δημοσιεύεται σε αυτό το σύστημα συζήτησης. Για αυτό το λόγο αναγνωρίζετε ότι όλα τα μηνύματα που δημοσιεύονται σε αυτό το σύστημα συζήτησης εκφράζουν τις απόψεις και τις απόψεις του αρχικού συγγραφέα του μηνύματος και όχι απαραίτητα τις απόψεις αυτού του φόρουμ. Επομένως, δεν φέρουμε καμία ευθύνη και δεν μπορούμε να είμαστε υπεύθυνοι για οποιοδήποτε μήνυμα που δημοσιεύεται. Δεν εγγυόμαστε για την ακρίβεια και την πληρότητα κάθε μηνύματος.";
$l['agreement_2'] = "Εγγραφόμενος σε αυτό το σύστημα συζήτησης συμφωνείτε ότι δεν θα δημοσιεύσετε κανένα υλικό που γνωρίζετε ότι είναι ψευδές, ανακριβές, προσβλητικό, μισαλλόδοξο, παρενοχλητικό, σεξουαλικά προκατειλημμένο, απειλητικό ή εισβολή στην ιδιωτική ζωή κάποιου, ή οποιοδήποτε άλλο υλικό που μπορεί να παραβιάζει οποιονδήποτε ισχύοντα νόμο.";
$l['agreement_3'] = "Η μη συμμόρφωση με αυτούς τους κανόνες μπορεί να οδηγήσει στη λήξη του λογαριασμού σας, στην αναστολή του λογαριασμού σας ή στη μόνιμη απαγόρευση πρόσβασης σε αυτά τα φόρουμ. Η διεύθυνση IP σας καταγράφεται με κάθε μήνυμα που δημοσιεύετε σε αυτό το σύστημα συζήτησης και μπορεί να ανακτηθεί από το προσωπικό του φόρουμ αν χρειαστεί. Συμφωνείτε ότι έχουμε τη δυνατότητα και το δικαίωμα να αφαιρέσουμε, να επεξεργαστούμε ή να κλειδώσουμε οποιονδήποτε λογαριασμό ή μήνυμα ανά πάσα στιγμή, αν κριθεί απαραίτητο. Συμφωνείτε επίσης ότι οποιεσδήποτε πληροφορίες εισάγετε σε αυτό το σύστημα συζήτησης αποθηκεύονται σε μια βάση δεδομένων και ότι τα \"cookies\" αποθηκεύονται στον υπολογιστή σας για να αποθηκεύσουν τις πληροφορίες σύνδεσής σας.";
$l['agreement_4'] = "Οποιεσδήποτε πληροφορίες παρέχετε σε αυτά τα φόρουμ δεν θα αποκαλυφθούν σε τρίτους χωρίς την πλήρη συγκατάθεσή σας, αν και το προσωπικό δεν μπορεί να θεωρηθεί υπεύθυνο για οποιαδήποτε προσπάθεια διάρρηξης στην οποία τα δεδομένα σας διακυβεύονται.";
$l['agreement_5'] = "Συνεχίζοντας με τη διαδικασία εγγραφής, συμφωνείτε με τους παραπάνω κανόνες και με οποιουσδήποτε άλλους κανόνες που καθορίζει ο Διαχειριστής.";
$l['registration'] = "Εγγραφή";
$l['required_fields'] = "Υποχρεωτικά Πεδία";
$l['complex_password'] = "<abbr title=\"Ένας κωδικός πρόσβασης που αποτελείται από τουλάχιστον {1} χαρακτήρες και περιλαμβάνει ένα κεφαλαίο γράμμα, ένα πεζό γράμμα και έναν αριθμό.\">Πολύπλοκος</abbr> Κωδικός Πρόσβασης:";
$l['confirm_email'] = "Επιβεβαίωση Email:";
$l['optional_fields'] = "Προαιρετικά Πεδία";
$l['website_url'] = "Η διεύθυνση URL του ιστότοπό σας:";
$l['birthdate'] = "Ημερομηνία Γέννησης:";
$l['additional_info'] = "Πρόσθετες Πληροφορίες";
$l['required_info'] = "Απαιτούμενες Πληροφορίες";
$l['i_agree'] = "Συμφωνώ";
$l['account_details'] = "Λεπτομέρειες Λογαριασμού";
$l['account_prefs'] = "Προτιμήσεις Λογαριασμού:";
$l['invisible_mode'] = "Απόκρυψη από τη λίστα Ποιος είναι Online.";
$l['allow_notices'] = "Λήψη email από τους Διαχειριστές.";
$l['hide_email'] = "Απόκρυψη του email σας από άλλα μέλη.";
$l['email_notify'] = "Αυτόματη εγγραφή σε θέματα που δημοσιεύετε.";
$l['receive_pms'] = "Λήψη προσωπικών μηνυμάτων από άλλους χρήστες.";
$l['pm_notice'] = "Ειδοποίηση όταν λαμβάνω Προσωπικό Μήνυμα.";
$l['email_notify_newpm'] = "Ειδοποίηση μέσω email όταν λαμβάνω νέο Προσωπικό Μήνυμα.";
$l['time_offset'] = "Ζώνη Ώρας (εξαιρουμένης της διόρθωσης για τη Θερινή Ώρα):";
$l['time_offset_desc'] = "Αν ζείτε σε μια ζώνη ώρας που διαφέρει από αυτή που έχει οριστεί σε αυτό το φόρουμ, μπορείτε να την επιλέξετε από την παρακάτω λίστα.";
$l['dst_correction'] = "Διόρθωση Θερινής Ώρας:";
$l['dst_correction_auto'] = "Αυτόματη ανίχνευση ρυθμίσεων Θερινής Ώρας";
$l['dst_correction_enabled'] = "Χρήση πάντα της διόρθωσης Θερινής Ώρας";
$l['dst_correction_disabled'] = "Ποτέ μην χρησιμοποιείτε τη διόρθωση Θερινής Ώρας";
$l['redirect_registered_coppa_activate'] = "Σας ευχαριστούμε για την εγγραφή σας στο {1}, {2}. Ο λογαριασμός σας δημιουργήθηκε με επιτυχία, ωστόσο, καθώς ο κάτοχος αυτού του λογαριασμού είναι κάτω των 13 ετών, πρέπει να ζητηθεί η άδεια των γονέων πριν αυτός ο λογαριασμός μπορεί να χρησιμοποιηθεί.<br /><br />Ένας γονέας ή νόμιμος κηδεμόνας θα πρέπει να κατεβάσει, να συμπληρώσει και να υποβάλει σε εμάς ένα συμπληρωμένο αντίγραφο της <a href=\"member.php?action=coppa_form\">Φόρμας Συμμόρφωσης &amp; Άδειας COPPA</a>.<br /><br />Μόλις λάβουμε ένα συμπληρωμένο αντίγραφο αυτής της φόρμας, ο λογαριασμός θα ενεργοποιηθεί.";
$l['coppa_compliance'] = "Συμμόρφωση με το COPPA";
$l['coppa_desc'] = "Για να εγγραφείτε σε αυτά τα φόρουμ, απαιτείται η επαλήθευση της ηλικίας σας για να συμμορφωθείτε με τον <a href=\"https://www.ftc.gov/enforcement/rules/rulemaking-regulatory-reform-proceedings/childrens-online-privacy-protection-rule\" title=\"Πράξη Προστασίας Προσωπικών Δεδομένων Παιδιών στο Διαδίκτυο\" target=\"_blank\" rel=\"noopener\">COPPA</a>. Παρακαλούμε εισαγάγετε την ημερομηνία γέννησής σας παρακάτω.<br /><br />Εάν είστε κάτω των 13 ετών, πρέπει να λάβετε την άδεια των γονέων πριν από την εγγραφή. Ένας γονέας ή νόμιμος κηδεμόνας θα πρέπει να κατεβάσει, να συμπληρώσει και να υποβάλει σε εμάς ένα συμπληρωμένο αντίγραφο της <a href=\"member.php?action=coppa_form\" target=\"_blank\" rel=\"noopener\">Φόρμας Συμμόρφωσης &amp; Άδειας COPPA</a>.";
$l['coppa_desc_for_deny'] = "Για να εγγραφείτε σε αυτά τα φόρουμ, απαιτείται η επαλήθευση της ηλικίας σας για να συμμορφωθείτε με τον <a href=\"https://www.ftc.gov/enforcement/rules/rulemaking-regulatory-reform-proceedings/childrens-online-privacy-protection-rule\" title=\"Πράξη Προστασίας Προσωπικών Δεδομένων Παιδιών στο Διαδίκτυο\" target=\"_blank\" rel=\"noopener\">COPPA</a>. Παρακαλούμε εισαγάγετε την ημερομηνία γέννησής σας παρακάτω.";
$l['hide_dob'] = "Μπορείτε να επιλέξετε να αποκρύψετε την ημερομηνία γέννησής και την ηλικία σας επεξεργαζόμενοι το προφίλ σας μετά την εγγραφή.";
$l['signature'] = "Υπογραφή:";
$l['continue_registration'] = "Συνέχεια με την Εγγραφή";
$l['birthdayprivacy'] = "Απόρρητο Ημερομηνίας Γέννησης:";
$l['birthdayprivacyall'] = "Εμφάνιση Ηλικίας και Ημερομηνίας Γέννησης";
$l['birthdayprivacynone'] = "Απόκρυψη Ηλικίας και Ημερομηνίας Γέννησης";
$l['birthdayprivacyage'] = "Εμφάνιση Μόνο της Ηλικίας";
$l['leave_this_field_empty'] = "Αφήστε αυτό το πεδίο κενό:";
$l['error_need_to_be_thirteen'] = "Πρέπει να είστε δεκατριών ετών ή μεγαλύτερος για να εγγραφείτε σε αυτό το φόρουμ.";
$l['coppa_registration'] = "Φόρμα Εγγραφής COPPA";
$l['coppa_form_instructions'] = "Παρακαλούμε εκτυπώστε αυτήν τη φόρμα, συμπληρώστε την και είτε στείλτε την με φαξ στον παρακάτω αριθμό είτε στείλτε την με ταχυδρομείο στην παρακάτω διεύθυνση.";
$l['fax_number'] = "Αριθμός Φαξ:";
$l['mailing_address'] = "Διεύθυνση Αλληλογραφίας:";
$l['account_information'] = "Πληροφορίες Λογαριασμού";
$l['parent_details'] = "Στοιχεία Γονέα / Κηδεμόνα";
$l['full_name'] = "Πλήρες Όνομα:";
$l['relation'] = "Σχέση:";
$l['phone_no'] = "Τηλέφωνο:";
$l['coppa_parent_agreement'] = "Κατανοώ ότι οι παρεχόμενες πληροφορίες είναι αληθινές, ότι οποιαδήποτε πληροφορία μπορεί να αλλάξει στο μέλλον εισάγοντας τον παρεχόμενο κωδικό πρόσβασης και ότι αυτός ο λογαριασμός μπορεί να αφαιρεθεί κατόπιν αιτήματος.";

$l['coppa_agreement_1'] = "Οι χρήστες κάτω των 13 ετών πρέπει να λάβουν την άδεια των γονέων ή του νόμιμου κηδεμόνα τους για να εγγραφούν στο {1}.";
$l['coppa_agreement_2'] = "Ένας γονέας ή νόμιμος κηδεμόνας θα πρέπει να κατεβάσει, να συμπληρώσει και να υποβάλει σε εμάς ένα συμπληρωμένο αντίγραφο της <a href=\"member.php?action=coppa_form\" target=\"_blank\" rel=\"noopener\">Φόρμας Συμμόρφωσης &amp; Άδειας COPPA</a> προτού γίνει αποδεκτή η εγγραφή.";
$l['coppa_agreement_3'] = "Εάν θέλετε, μπορείτε να ξεκινήσετε τη διαδικασία εγγραφής τώρα, αλλά ο λογαριασμός θα είναι μη προσβάσιμος μέχρι να λάβουμε την παραπάνω φόρμα συμμόρφωσης.";

$l['error_invalid_birthday'] = 'Η ημερομηνία γέννησης που εισαγάγατε είναι άκυρη. Παρακαλούμε εισαγάγετε μια έγκυρη ημερομηνία γέννησης.';
$l['error_awaitingcoppa'] = "Δεν μπορείτε να συνδεθείτε χρησιμοποιώντας αυτόν τον λογαριασμό καθώς εξακολουθεί να αναμένει την επικύρωση COPPA από έναν γονέα ή κηδεμόνα.<br /><br />Ένας γονέας ή νόμιμος κηδεμόνας θα πρέπει να κατεβάσει, να συμπληρώσει και να υποβάλει σε εμάς ένα συμπληρωμένο αντίγραφο της <a href=\"member.php?action=coppa_form\">Φόρμας Συμμόρφωσης &amp; Άδειας COPPA</a>.<br /><br />Μόλις λάβουμε ένα συμπληρωμένο αντίγραφο αυτής της φόρμας, ο λογαριασμός θα ενεργοποιηθεί.";

$l['lang_select'] = "Ρυθμίσεις Γλώσσας:";
$l['lang_select_desc'] = "Εάν ζείτε σε μια χώρα που μιλάει μια γλώσσα διαφορετική από την προεπιλεγμένη γλώσσα των φόρουμ, μπορείτε να επιλέξετε μια εγκατεστημένη, αναγνώσιμη γλωσσική πακέτο παρακάτω.";
$l['lang_select_default'] = "Χρήση Προεπιλογής";

$l['submit_registration'] = "Υποβολή Εγγραφής!";
$l['confirm_password'] = "Επιβεβαίωση Κωδικού:";
$l['referrer'] = "Παραπέμπων:";
$l['referrer_desc'] = "Εάν σας παρέπεμψε ένας άλλος χρήστης, μπορείτε να εισαγάγετε το όνομά του παρακάτω. Διαφορετικά, αφήστε αυτό το πεδίο κενό.";
$l['resend_activation'] = "Επαναποστολή Ενεργοποίησης Λογαριασμού";
$l['request_activation'] = "Αίτηση Κωδικού Ενεργοποίησης";
$l['ppp'] = "Δημοσιεύσεις Ανά Σελίδα:";
$l['ppp_desc'] = "Σας επιτρέπει να επιλέξετε τον αριθμό των δημοσιεύσεων που θα εμφανίζονται ανά σελίδα σε ένα νήμα.";
$l['tpp'] = "Θέματα Ανά Σελίδα:";
$l['tpp_desc'] = "Σας επιτρέπει να επιλέξετε τον αριθμό των θεμάτων που θα εμφανίζονται ανά σελίδα στη λίστα θεμάτων.";
$l['reset_password'] = "Επαναφορά Κωδικού";
$l['send_password'] = "Αποστολή Νέου Κωδικού!";
$l['registration_errors'] = "Παρουσιάστηκαν τα παρακάτω σφάλματα κατά την εγγραφή σας:";
$l['timeonline'] = "Χρόνος Παραμονής Online:";
$l['timeonline_hidden'] = "(Κρυφό)";
$l['registrations_disabled'] = "Λυπούμαστε, αλλά δεν μπορείτε να εγγραφείτε αυτήν τη στιγμή, καθώς ο διαχειριστής έχει απενεργοποιήσει τις νέες εγγραφές λογαριασμών.";
$l['error_username_length'] = "Το όνομα χρήστη σας δεν είναι έγκυρο. Τα ονόματα χρηστών πρέπει να έχουν μήκος από {1} έως {2} χαρακτήρες.";
$l['error_stop_forum_spam_spammer'] = 'Λυπούμαστε, το {1} σας ταιριάζει με αυτόν ενός γνωστού ανεπιθύμητου αποστολέα. Εάν πιστεύετε ότι αυτό είναι ένα λάθος, παρακαλούμε επικοινωνήστε με έναν διαχειριστή.';
$l['error_stop_forum_spam_fetching'] = 'Λυπούμαστε, κάτι πήγε στραβά κατά την επαλήθευση του λογαριασμού σας έναντι μιας βάσης δεδομένων ανεπιθύμητων αποστολέων. Πιθανότατα δεν ήταν δυνατή η πρόσβαση στη βάση δεδομένων. Παρακαλούμε δοκιμάστε ξανά αργότερα.';

$l['none_registered'] = "Κανένας Εγγεγραμμένος";
$l['not_specified'] = "Δεν έχει καθοριστεί";
$l['membdayage'] = "({1} ετών)";
$l['mod_options'] = "Επιλογές Συντονιστή";
$l['edit_in_mcp'] = "Επεξεργασία αυτού του χρήστη στον Πίνακα Ελέγχου Συντονιστή";
$l['ban_in_mcp'] = "Αποκλεισμός αυτού του χρήστη στον Πίνακα Ελέγχου Συντονιστή";
$l['edit_ban_in_mcp'] = "Επεξεργασία αποκλεισμού στον Πίνακα Ελέγχου Συντονιστή";
$l['lift_ban_in_mcp'] = "Άρση αποκλεισμού στον Πίνακα Ελέγχου Συντονιστή";
$l['purgespammer'] = "Εκκαθάριση Ανεπιθύμητου Αποστολέα";
$l['edit_usernotes'] = "Επεξεργασία σημειώσεων χρήστη στον Πίνακα Ελέγχου Συντονιστή";
$l['no_usernotes'] = "Δεν υπάρχουν προς το παρόν σημειώσεις για αυτόν τον χρήστη";
$l['view_all_notes'] = "Προβολή όλων των σημειώσεων";
$l['view_notes_for'] = "Προβολή σημειώσεων για τον χρήστη {1}";
$l['registration_ip'] = "Διεύθυνση IP Εγγραφής:";
$l['last_known_ip'] = "Τελευταία Γνωστή Διεύθυνση IP:";
$l['reputation'] = "Φήμη:";
$l['reputation_vote'] = "Αξιολόγηση";
$l['reputation_details'] = "Λεπτομέρειες";
$l['already_logged_in'] = "Σημείωση: Είστε ήδη συνδεδεμένος ως {1}.";
$l['admin_edit_in_acp'] = "Επεξεργασία αυτού του χρήστη στον Πίνακα Ελέγχου Διαχειριστή";
$l['admin_ban_in_acp'] = "Αποκλεισμός αυτού του χρήστη στον Πίνακα Ελέγχου Διαχειριστή";
$l['admin_lift_ban_in_acp'] = "Άρση αποκλεισμού στον Πίνακα Ελέγχου Διαχειριστή";
$l['admin_edit_ban_in_acp'] = "Επεξεργασία αποκλεισμού στον Πίνακα Ελέγχου Διαχειριστή";
$l['admin_options'] = "Επιλογές Διαχειριστή";

$l['redirect_registered_activation'] = "Σας ευχαριστούμε για την εγγραφή σας στο {1}, {2}.<p>Για να ολοκληρώσετε την εγγραφή σας, παρακαλούμε ελέγξτε το email σας για τις οδηγίες ενεργοποίησης του λογαριασμού. Μπορεί να μην μπορείτε να δημοσιεύσετε μέχρι ο λογαριασμός σας να ενεργοποιηθεί.";
$l['redirect_emailupdated'] = "Το email σας έχει αλλάξει με επιτυχία.<br />Θα μεταφερθείτε τώρα στην αρχική σελίδα του φόρουμ.";
$l['redirect_accountactivated'] = "Ο λογαριασμός σας έχει ενεργοποιηθεί με επιτυχία.<br />Θα μεταφερθείτε τώρα στην αρχική σελίδα του φόρουμ.";
$l['redirect_accountactivated_admin'] = "Το email σας έχει επικυρωθεί με επιτυχία.<br />Η εγγραφή σας πρέπει να εγκριθεί από έναν διαχειριστή. Μέχρι τότε, ενδέχεται να μην μπορείτε να δημοσιεύσετε σε αυτά τα φόρουμ.<br />Θα μεταφερθείτε τώρα στην αρχική σελίδα του φόρουμ.";
$l['redirect_registered'] = "Σας ευχαριστούμε για την εγγραφή σας στο {1}, {2}.<br />Θα μεταφερθείτε τώρα στην αρχική σελίδα του φόρουμ.";
$l['redirect_registered_admin_activate'] = "Σας ευχαριστούμε για την εγγραφή σας στο {1}, {2}.<br />Η εγγραφή σας πρέπει να εγκριθεί από έναν διαχειριστή. Μέχρι τότε, ενδέχεται να μην μπορείτε να δημοσιεύσετε σε αυτά τα φόρουμ.";
$l['redirect_loggedout'] = "Έχετε αποσυνδεθεί με επιτυχία.<br />Θα μεταφερθείτε τώρα στην αρχική σελίδα του φόρουμ.";
$l['redirect_alreadyloggedout'] = "Ήδη έχετε αποσυνδεθεί ή δεν έχετε συνδεθεί ακόμα.<br />Θα μεταφερθείτε τώρα στην αρχική σελίδα του φόρουμ.";
$l['redirect_lostpwsent'] = "Σας ευχαριστούμε, όλοι οι λογαριασμοί που σχετίζονται με αυτήν τη διεύθυνση email έχουν λάβει τώρα ένα email με λεπτομέρειες για το πώς να επαναφέρουν τους κωδικούς τους.<br /><br />Θα μεταφερθείτε τώρα στην αρχική σελίδα του φόρουμ.";
$l['redirect_activationresent'] = "Το email ενεργοποίησης σας έχει σταλεί ξανά στη διεύθυνση email που δώσατε.";
$l['redirect_passwordreset'] = "Σας ευχαριστούμε, ο κωδικός για τον λογαριασμό σας έχει επαναφερθεί. Ο νέος τυχαίος κωδικός έχει σταλεί με email στη διεύθυνση email που συνδέεται με τον λογαριασμό σας.";
$l['redirect_memberrated'] = "Ο χρήστης έχει αξιολογηθεί με επιτυχία.";
$l['redirect_registered_passwordsent'] = "Ένας τυχαίος κωδικός έχει δημιουργηθεί και αποσταλεί με email στη διεύθυνση email σας. Πριν μπορέσετε να συνδεθείτε, θα πρέπει να ελέγξετε το email σας για αυτόν τον κωδικό.";
$l['redirect_validated'] = "Σας ευχαριστούμε, ο λογαριασμός σας έχει επικυρωθεί.<br />Θα μεταφερθείτε τώρα στην αρχική σελίδα του φόρουμ.";

$l['error_activated_by_admin'] = "Δεν μπορείτε να ξαναστείλετε το email ενεργοποίησης του λογαριασμού σας, καθώς όλες οι εγγραφές πρέπει να εγκριθούν από έναν διαχειριστή.";
$l['error_alreadyregistered'] = "Λυπούμαστε, αλλά το σύστημά μας δείχνει ότι έχετε ήδη εγγραφεί και η εγγραφή πολλαπλών λογαριασμών έχει απενεργοποιηθεί.";
$l['error_alreadyregisteredtime'] = "Δεν μπορούμε να επεξεργαστούμε την εγγραφή σας, καθώς έχουν ήδη γίνει {1} νέες εγγραφές από τη διεύθυνση IP σας τις τελευταίες {2} ώρες. Παρακαλούμε δοκιμάστε ξανά αργότερα.";
$l['error_badlostpwcode'] = "Έχετε εισαγάγει έναν μη έγκυρο κωδικό επαναφοράς κωδικού. Παρακαλούμε ξαναδιαβάστε το email που σας στάλθηκε ή επικοινωνήστε με τους διαχειριστές του φόρουμ για περισσότερη βοήθεια.";
$l['error_badactivationcode'] = "Έχετε εισαγάγει έναν μη έγκυρο κωδικό ενεργοποίησης λογαριασμού. Για να ξαναστείλετε όλα τα email ενεργοποίησης στη διεύθυνση email που έχετε, παρακαλούμε κάντε κλικ <a href=\"member.php?action=resendactivation\">εδώ</a>.";
$l['error_alreadyactivated'] = "Ο λογαριασμός σας έχει ήδη ενεργοποιηθεί ή δεν απαιτεί επικύρωση μέσω email.";
$l['error_alreadyvalidated'] = "Το email σας έχει ήδη επικυρωθεί.";
$l['error_nothreadurl'] = "Το μήνυμά σας δεν περιέχει το URL του νήματος. Παρακαλούμε χρησιμοποιήστε τη λειτουργία \"αποστολή σε φίλο\" για τον σκοπό για τον οποίο προορίζεται.";
$l['error_bannedusername'] = "Έχετε εισαγάγει ένα όνομα χρήστη που έχει απαγορευτεί για εγγραφή. Παρακαλούμε επιλέξτε ένα άλλο όνομα χρήστη.";
$l['error_notloggedout'] = "Το αναγνωριστικό χρήστη σας δεν μπορεί να επαληθευτεί για να συνεχίσει τη διαδικασία αποσύνδεσης. Αυτό μπορεί να οφείλεται σε κακόβουλο Javascript που προσπαθούσε να σας αποσυνδέσει αυτόματα. Εάν επιθυμείτε να αποσυνδεθείτε, παρακαλούμε κάντε κλικ στο κουμπί Αποσύνδεση στο πάνω μενού.";
$l['error_regimageinvalid'] = "Ο κωδικός επαλήθευσης εικόνας που εισαγάγατε ήταν εσφαλμένος. Παρακαλούμε εισαγάγετε τον κωδικό ακριβώς όπως εμφανίζεται στην εικόνα.";
$l['error_regimagerequired'] = "Παρακαλούμε συμπληρώστε τον κωδικό επαλήθευσης εικόνας για να συνεχίσετε τη διαδικασία σύνδεσης. Παρακαλούμε εισαγάγετε τον κωδικό ακριβώς όπως εμφανίζεται στην εικόνα.";
$l['error_spam_deny'] = "Τα συστήματά μας ανιχνεύουν ότι μπορεί να είστε ανεπιθύμητος αποστολέας και για αυτόν τον λόγο σας έχει απορριφθεί η εγγραφή. Εάν πιστεύετε ότι αυτό είναι ένα λάθος, παρακαλούμε επικοινωνήστε με τον διαχειριστή.";
$l['error_spam_deny_time'] = "Τα συστήματά μας ανιχνεύουν ότι μπορεί να είστε ανεπιθύμητος αποστολέας και για αυτόν τον λόγο σας έχει απορριφθεί η εγγραφή. Η εγγραφή πρέπει να διαρκέσει τουλάχιστον {1} δευτερόλεπτα για να αποτραπούν οι αυτόματες εγγραφές, εσείς εγγραφήκατε σε {2} δευτερόλεπτα. Εάν πιστεύετε ότι αυτό είναι ένα λάθος, παρακαλούμε επικοινωνήστε με τον διαχειριστή.";

$l['js_validator_no_username'] = "Πρέπει να εισαγάγετε ένα όνομα χρήστη.";
$l['js_validator_invalid_email'] = "Πρέπει να εισαγάγετε μια έγκυρη διεύθυνση email.";
$l['js_validator_email_match'] = "Πρέπει να εισαγάγετε ξανά την ίδια διεύθυνση email.";
$l['js_validator_no_image_text'] = "Πρέπει να εισαγάγετε το κείμενο της εικόνας παραπάνω.";
$l['js_validator_no_security_question'] = "Πρέπει να εισαγάγετε την απάντηση στην ερώτηση ασφαλείας.";
$l['js_validator_password_matches'] = "Οι κωδικοί πρόσβασης που εισάγετε πρέπει να ταιριάζουν.";
$l['js_validator_password_length'] = "Ο κωδικός πρόσβασής σας πρέπει να έχει {1} ή περισσότερους χαρακτήρες.";
$l['js_validator_bad_password_security'] = "Ο κωδικός που εισαγάγατε είναι παρόμοιος με το όνομα χρήστη ή τη διεύθυνση email σας. Παρακαλούμε εισαγάγετε έναν πιο ασφαλή κωδικό.";
$l['js_validator_not_empty'] = "Πρέπει να επιλέξετε ή να εισαγάγετε μια τιμή για αυτό το πεδίο.";
$l['js_validator_username_length'] = "Τα ονόματα χρηστών πρέπει να έχουν μήκος από {1} έως {2} χαρακτήρες.";

$l['security_question'] = "Ερώτηση Ασφαλείας";
$l['question_note'] = "Παρακαλούμε απαντήστε στην παρακάτω ερώτηση. Αυτή η διαδικασία χρησιμοποιείται για την πρόληψη αυτοματοποιημένων διεργασιών.";
$l['error_question_wrong'] = "Η απάντηση που δώσατε για την ερώτηση ασφαλείας είναι λανθασμένη. Παρακαλούμε δοκιμάστε ξανά.";

$l['subscription_method'] = "Προεπιλεγμένη Λειτουργία Εγγραφής Νήματος:";
$l['no_auto_subscribe'] = "Να μην γίνεται εγγραφή";
$l['no_subscribe'] = "Χωρίς ειδοποίηση";
$l['instant_email_subscribe'] = "Άμεση ειδοποίηση μέσω email";
$l['instant_pm_subscribe'] = "Άμεση ειδοποίηση μέσω PM";

$l['remove_from_buddy_list'] = "Αφαίρεση από τη Λίστα Φίλων";
$l['add_to_buddy_list'] = "Προσθήκη στη Λίστα Φίλων";
$l['remove_from_ignore_list'] = "Αφαίρεση από τη Λίστα Αγνόησης";
$l['add_to_ignore_list'] = "Προσθήκη στη Λίστα Αγνόησης";
$l['report_user'] = "Αναφορά Χρήστη";

$l['newregistration_subject'] = "Νέα εγγραφή στο {1}";
$l['newregistration_message'] = "{1},

Υπάρχει ένας νέος χρήστης στο {2} που αναμένει ενεργοποίηση από διαχειριστή.

Όνομα χρήστη: {3}

Σας ευχαριστούμε,
Προσωπικό {2}";
