<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['click_no_wait'] = "Κάντε κλικ εδώ αν δεν θέλετε να περιμένετε περισσότερο.";
$l['redirect_return_forum'] = "<br /><br />Εναλλακτικά, <a href=\"{1}\">επιστρέψτε στο φόρουμ</a>.";
$l['redirect_emailsent'] = "Το μήνυμα ηλεκτρονικού ταχυδρομείου σας στάλθηκε με επιτυχία.";
$l['redirect_loggedin'] = "Έχετε συνδεθεί με επιτυχία.<br />Θα μεταφερθείτε τώρα πίσω στην αρχική σελίδα.";
$l['update_confirm'] = "Τα παρακάτω αρχεία έχουν ήδη συνημμένα και θα ενημερωθούν / αντικατασταθούν με τα νεότερα επιλεγμένα. {1} Είστε σίγουροι;";
$l['error_invalidpworusername'] = "Έχετε εισάγει ένα μη έγκυρο συνδυασμό ονόματος χρήστη / κωδικού πρόσβασης. <br /><br />Εάν έχετε ξεχάσει τον κωδικό πρόσβασής σας, παρακαλούμε <a href=\"member.php?action=lostpw\">ανακτήστε έναν νέο</a>.";
$l['error_invalidpworusername1'] = "Έχετε εισάγει ένα μη έγκυρο συνδυασμό ηλεκτρονικού ταχυδρομείου / κωδικού πρόσβασης. <br /><br />Εάν έχετε ξεχάσει τον κωδικό πρόσβασής σας, παρακαλούμε <a href=\"member.php?action=lostpw\">ανακτήστε έναν νέο</a>.";
$l['error_invalidpworusername2'] = "Έχετε εισάγει ένα μη έγκυρο συνδυασμό ονόματος χρήστη / κωδικού πρόσβασης ή ηλεκτρονικού ταχυδρομείου / κωδικού πρόσβασης. <br /><br />Εάν έχετε ξεχάσει τον κωδικό πρόσβασής σας, παρακαλούμε <a href=\"member.php?action=lostpw\">ανακτήστε έναν νέο</a>.";
$l['error_incompletefields'] = "Φαίνεται ότι έχετε αφήσει ένα ή περισσότερα απαιτούμενα πεδία κενά. Παρακαλούμε επιστρέψτε και συμπληρώστε τα απαιτούμενα πεδία.";
$l['error_alreadyuploaded'] = "Αυτή η ανάρτηση περιέχει ήδη ένα συνημμένο με το όνομα \"{1}\". Παρακαλούμε μετονομάστε το αρχείο και ανεβάστε το ξανά. Εναλλακτικά, μπορείτε να κάνετε κλικ στο \"Ενημέρωση Συνημμένου\".";
$l['error_alreadyuploaded_perm'] = "Αυτή η ανάρτηση περιέχει ήδη ένα συνημμένο με το ίδιο όνομα. Παρακαλούμε είτε αφαιρέστε το υπάρχον αρχείο είτε μετονομάστε το αρχείο και ανεβάστε το ξανά.";
$l['error_updatefailed'] = "Το αρχείο \"{1}\" δεν είναι ήδη συνημμένο και δεν μπορεί να ενημερωθεί.";
$l['error_nomessage'] = "Λυπούμαστε, αλλά δεν μπορούμε να συνεχίσουμε επειδή δεν εισαγάγατε ένα έγκυρο μήνυμα. Παρακαλούμε επιστρέψτε και κάντε το.";
$l['error_invalidemail'] = "Δεν εισαγάγατε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.";
$l['error_nomember'] = "Ο μέλος που καθορίσατε είναι είτε μη έγκυρος είτε δεν υπάρχει.";
$l['error_maxposts'] = "Λυπούμαστε, αλλά έχετε υπερβεί τον ημερήσιο περιορισμό ανάρτησης. Παρακαλούμε περιμένετε μέχρι αύριο για να συνεχίσετε την ανάρτηση ή επικοινωνήστε με τον διαχειριστή σας.<br /><br />Ο μέγιστος αριθμός αναρτήσεων που μπορείτε να κάνετε μέσα σε μια ημέρα είναι {1}";
$l['error_nohostname'] = "Δεν βρέθηκε όνομα κεντρικού υπολογιστή για την εισαγωγή IP που καταχωρήσατε.";
$l['error_invalidthread'] = "Το καθορισμένο νήμα δεν υπάρχει.";
$l['error_invalidpost'] = "Το καθορισμένο μήνυμα δεν υπάρχει.";
$l['error_invalidannouncement'] = "Το καθορισμένο ανακοίνωση δεν υπάρχει.";
$l['error_invalidattachment'] = "Το καθορισμένο συνημμένο δεν υπάρχει.";
$l['error_invalidforum'] = "Μη έγκυρο φόρουμ";
$l['error_closedinvalidforum'] = "Δεν μπορείτε να δημοσιεύσετε σε αυτό το φόρουμ επειδή είτε το φόρουμ είναι κλειστό, είναι μια ανακατεύθυνση σε άλλη ιστοσελίδα ή είναι μια κατηγορία.";
$l['error_attachtype'] = "Ο τύπος αρχείου που συνημμένα δεν επιτρέπεται. Παρακαλούμε αφαιρέστε το συνημμένο ή επιλέξτε έναν διαφορετικό τύπο.";
$l['error_attachsize'] = "Το αρχείο \"{1}\" είναι πολύ μεγάλο. Το μέγιστο μέγεθος για αυτόν τον τύπο αρχείου είναι {2} κιλομπάιτ.";
$l['error_uploadempty'] = "Το αρχείο \"{1}\" είναι κενό.";
$l['error_uploadsize'] = "Το μέγεθος του ανεβασμένου αρχείου είναι πολύ μεγάλο.";
$l['error_uploadfailed'] = "Η μεταφόρτωση του αρχείου απέτυχε. Παρακαλούμε επιλέξτε ένα έγκυρο αρχείο και δοκιμάστε ξανά. ";
$l['error_uploadfailed_detail'] = "Λεπτομέρειες σφάλματος: ";
$l['error_uploadfailed_php1'] = "Το PHP επέστρεψε: Το ανεβασμένο αρχείο υπερέβη τη ρύθμιση upload_max_filesize στο php.ini. Παρακαλούμε επικοινωνήστε με τον διαχειριστή του φόρουμ σας για αυτό το σφάλμα.";
$l['error_uploadfailed_php2'] = "Το ανεβασμένο αρχείο υπερέβη το μέγιστο μέγεθος αρχείου που καθορίστηκε.";
$l['error_uploadfailed_php3'] = "Το ανεβασμένο αρχείο μεταφορτώθηκε μόνο εν μέρει.";
$l['error_uploadfailed_php4'] = "Δεν ανέβηκε κανένα αρχείο.";
$l['error_uploadfailed_php6'] = "Το PHP επέστρεψε: Λείπει ένας προσωρινός φάκελος. Παρακαλούμε επικοινωνήστε με τον διαχειριστή του φόρουμ σας για αυτό το σφάλμα.";
$l['error_uploadfailed_php7'] = "Το PHP επέστρεψε: Απέτυχε η εγγραφή του αρχείου στον δίσκο. Παρακαλούμε επικοινωνήστε με τον διαχειριστή του φόρουμ σας για αυτό το σφάλμα.";
$l['error_uploadfailed_phpx'] = "Το PHP επέστρεψε κωδικό σφάλματος: {1}. Παρακαλούμε επικοινωνήστε με τον διαχειριστή του φόρουμ σας για αυτό το σφάλμα.";
$l['error_uploadfailed_nothingtomove'] = "Καθορίστηκε ένα μη έγκυρο αρχείο, οπότε το ανεβασμένο αρχείο δεν μπορεί να μετακινηθεί στον προορισμό του.";
$l['error_uploadfailed_movefailed'] = "Παρουσιάστηκε πρόβλημα κατά τη μετακίνηση του ανεβασμένου αρχείου στον προορισμό του.";
$l['error_uploadfailed_lost'] = "Το συνημμένο δεν ήταν δυνατό να βρεθεί στον διακομιστή.";
$l['error_emailmismatch'] = "Οι διευθύνσεις ηλεκτρονικού ταχυδρομείου που εισαγάγατε δεν ταιριάζουν. Παρακαλούμε επιστρέψτε και δοκιμάστε ξανά";
$l['error_nopassword'] = "Δεν εισαγάγατε έναν έγκυρο κωδικό πρόσβασης.";
$l['error_usernametaken'] = "Το όνομα χρήστη που έχετε επιλέξει έχει ήδη καταχωρηθεί. Εάν έχετε ήδη εγγραφεί σε αυτά τα φόρουμ, παρακαλούμε <a href=\"member.php?action=login\">συνδεθείτε</a>.";
$l['error_nousername'] = "Δεν εισαγάγατε ένα όνομα χρήστη.";
$l['error_invalidusername'] = "Το όνομα χρήστη που έχετε εισαγάγει φαίνεται να είναι μη έγκυρο.";
$l['error_invalidpassword'] = "Ο κωδικός πρόσβασης που εισαγάγατε είναι εσφαλμένος. Εάν έχετε ξεχάσει τον κωδικό πρόσβασής σας, κάντε κλικ <a href=\"member.php?action=lostpw\">εδώ</a>. Διαφορετικά, επιστρέψτε πίσω και δοκιμάστε ξανά.";
$l['error_postflooding'] = "Λυπούμαστε, αλλά δεν μπορούμε να επεξεργαστούμε την ανάρτησή σας. Ο διαχειριστής έχει καθορίσει ότι επιτρέπεται μόνο μία ανάρτηση κάθε {1} δευτερόλεπτα.";
$l['error_nopermission_guest_1'] = "Είτε δεν έχετε συνδεθεί είτε δεν έχετε άδεια να δείτε αυτήν τη σελίδα. Αυτό μπορεί να οφείλεται σε έναν από τους εξής λόγους:";
$l['error_nopermission_guest_2'] = "Δεν έχετε συνδεθεί ή εγγραφεί. Παρακαλούμε συνδεθείτε και δοκιμάστε ξανά την επιθυμητή ενέργεια.";
$l['error_nopermission_guest_3'] = "Δεν έχετε άδεια να αποκτήσετε πρόσβαση σε αυτήν τη σελίδα. Προσπαθείτε να αποκτήσετε πρόσβαση σε διαχειριστικές σελίδες ή σε ένα πόρο που δεν θα έπρεπε; Ελέγξτε στους κανόνες του φόρουμ ότι σας επιτρέπεται να πραγματοποιήσετε αυτήν την ενέργεια.";
$l['error_nopermission_guest_4'] = "Ο λογαριασμός σας μπορεί να έχει απενεργοποιηθεί από έναν διαχειριστή ή να αναμένει ενεργοποίηση λογαριασμού.";
$l['error_nopermission_guest_5'] = "Έχετε αποκτήσει πρόσβαση σε αυτήν τη σελίδα απευθείας αντί να χρησιμοποιήσετε τις κατάλληλες φόρμες ή συνδέσμους.";
$l['login'] = "Σύνδεση";
$l['need_reg'] = "Χρειάζεστε εγγραφή;";
$l['forgot_password'] = "Ξεχάσατε τον κωδικό πρόσβασής σας;";
$l['error_nopermission_user_1'] = "Δεν έχετε άδεια πρόσβασης σε αυτήν τη σελίδα. Αυτό μπορεί να οφείλεται σε έναν από τους εξής λόγους:";
$l['error_nopermission_user_ajax'] = "Δεν έχετε άδεια πρόσβασης σε αυτήν τη σελίδα.";
$l['error_nopermission_user_2'] = "Ο λογαριασμός σας έχει είτε ανασταλεί είτε έχετε αποκλειστεί από την πρόσβαση σε αυτόν τον πόρο.";
$l['error_nopermission_user_3'] = "Δεν έχετε άδεια πρόσβασης σε αυτήν τη σελίδα. Προσπαθείτε να αποκτήσετε πρόσβαση σε διαχειριστικές σελίδες ή σε έναν πόρο που δεν θα έπρεπε; Ελέγξτε στους κανόνες του φόρουμ ότι σας επιτρέπεται να πραγματοποιήσετε αυτήν την ενέργεια.";
$l['error_nopermission_user_4'] = "Ο λογαριασμός σας μπορεί ακόμα να αναμένει ενεργοποίηση ή έγκριση.";
$l['error_nopermission_user_5'] = "Έχετε αποκτήσει πρόσβαση σε αυτήν τη σελίδα απευθείας αντί να χρησιμοποιήσετε τις κατάλληλες φόρμες ή συνδέσμους.";
$l['error_nopermission_user_resendactivation'] = "Επαναποστολή Κωδικού Ενεργοποίησης";
$l['error_nopermission_user_username'] = "Είστε συνδεδεμένος με το όνομα χρήστη: '{1}'";
$l['logged_in_user'] = "Συνδεδεμένος Χρήστης";
$l['error_too_many_images'] = "Πάρα πολλές Εικόνες.";
$l['error_too_many_images2'] = "Λυπούμαστε, αλλά δεν μπορούμε να επεξεργαστούμε την ανάρτησή σας επειδή περιέχει πολλές εικόνες. Παρακαλούμε αφαιρέστε μερικές εικόνες από την ανάρτησή σας για να συνεχίσετε.";
$l['error_too_many_images3'] = "<b>Σημείωση:</b> Ο μέγιστος αριθμός εικόνων ανά ανάρτηση είναι";
$l['error_attach_file'] = "Σφάλμα Συνημμένου Αρχείου";
$l['please_correct_errors'] = "Παρακαλούμε διορθώστε τα παρακάτω σφάλματα πριν συνεχίσετε:";
$l['error_reachedattachquota'] = "Λυπούμαστε, αλλά δεν μπορείτε να επισυνάψετε αυτό το αρχείο επειδή έχετε φτάσει το όριο επισύναψης των {1}";
$l['error_maxattachpost'] = "Λυπούμαστε, αλλά δεν μπορείτε να επισυνάψετε αυτό το αρχείο επειδή έχετε φτάσει το μέγιστο αριθμό επισυναπτόμενων αρχείων ανά ανάρτηση των {1}";
$l['error_invaliduser'] = "Ο καθορισμένος χρήστης δεν είναι έγκυρος ή δεν υπάρχει.";
$l['error_invalidaction'] = "Μη έγκυρη ενέργεια";
$l['error_messagelength'] = "Λυπούμαστε, το μήνυμά σας είναι πολύ μεγάλο και δεν μπορεί να αναρτηθεί. Παρακαλούμε δοκιμάστε να συντομεύσετε το μήνυμά σας και δοκιμάστε ξανά.";
$l['error_message_too_short'] = "Λυπούμαστε, το μήνυμά σας είναι πολύ μικρό και δεν μπορεί να αναρτηθεί.";
$l['failed_login_wait'] = "Έχετε αποτύχει να συνδεθείτε μέσα στον απαιτούμενο αριθμό προσπαθειών. Πρέπει τώρα να περιμένετε {1}ω {2}λ {3}δ πριν μπορέσετε να συνδεθείτε ξανά.";
$l['failed_login_again'] = "<br />Έχετε <strong>{1}</strong> ακόμα προσπάθειες σύνδεσης.";
$l['error_max_emails_day'] = "Δεν μπορείτε να χρησιμοποιήσετε τις λειτουργίες 'Αποστολή Θέματος σε Φίλο' ή 'Αποστολή Email σε Χρήστη' επειδή έχετε ήδη χρησιμοποιήσει το μέγιστο επιτρεπόμενο όριο αποστολής {1} μηνυμάτων τις τελευταίες 24 ώρες.";
$l['attachments_disabled'] = "Δεν μπορείτε να χρησιμοποιήσετε το σύστημα επισυνάψεων επειδή έχει απενεργοποιηθεί από τον Διαχειριστή.";
$l['error_attach_filename_length'] = "Το όνομα αρχείου '{1}' υπερβαίνει το μέγιστο μήκος ονόματος αρχείου {2}. Παρακαλούμε ανεβάστε ένα αρχείο με μικρότερο όνομα αρχείου.";

$l['emailsubject_lostpw'] = "Επαναφορά Κωδικού Πρόσβασης στο {1}";
$l['emailsubject_passwordreset'] = "Νέος Κωδικός Πρόσβασης στο {1}";
$l['emailsubject_subscription'] = "Νέα Απάντηση στο {1}";
$l['emailsubject_randompassword'] = "Ο Κωδικός Πρόσβασής σας για το {1}";
$l['emailsubject_activateaccount'] = "Ενεργοποίηση Λογαριασμού στο {1}";
$l['emailsubject_forumsubscription'] = "Νέο Θέμα στο {1}";
$l['emailsubject_reportpost'] = "Αναφορά Ανάρτησης στο {1}";
$l['emailsubject_reportprofile'] = "Αναφορά Χρήστη στο {1}";
$l['emailsubject_reportreputation'] = "Αναφορά Φήμης στο {1}";
$l['emailsubject_reachedpmquota'] = "Εξαντλήθηκε η Ποσόστωση Προσωπικών Μηνυμάτων στο {1}";
$l['emailsubject_changeemail'] = "Αλλαγή Email στο {1}";
$l['emailsubject_newpm'] = "Νέο Προσωπικό Μήνυμα στο {1} - {2}";
$l['emailsubject_newjoinrequest'] = "Νέο Αίτημα Εγγραφής στο {1}";
$l['emailsubject_sendtofriend'] = "Ενδιαφέρουσα συζήτηση στο {1}";
$l['emailsubject_changepassword'] = "Αλλαγή Κωδικού Πρόσβασης στο {1}";
$l['emailbit_viewthread'] = "... (επισκεφθείτε το θέμα για να διαβάσετε περισσότερα...)";

$l['email_lostpw'] = "{1},

Για να ολοκληρώσετε τη διαδικασία επαναφοράς του κωδικού πρόσβασης του λογαριασμού σας στο {2}, θα πρέπει να μεταβείτε στον παρακάτω σύνδεσμο μέσω του προγράμματος περιήγησης στον ιστό.

{3}/member.php?action=resetpassword&uid={4}&code={5}

Εάν ο παραπάνω σύνδεσμος δεν λειτουργεί σωστά, μεταβείτε στο

{3}/member.php?action=resetpassword

Θα πρέπει να εισαγάγετε τα παρακάτω:
Όνομα χρήστη: {1}
Κωδικός ενεργοποίησης: {5}

Ευχαριστούμε,
Προσωπικό {2}";
$l['email_lostpw1'] = "{1},

Για να ολοκληρώσετε τη διαδικασία επαναφοράς του κωδικού πρόσβασης του λογαριασμού σας στο {2}, θα πρέπει να μεταβείτε στον παρακάτω σύνδεσμο μέσω του προγράμματος περιήγησης στον ιστό.

{3}/member.php?action=resetpassword&uid={4}&code={5}

Εάν ο παραπάνω σύνδεσμος δεν λειτουργεί σωστά, μεταβείτε στο

{3}/member.php?action=resetpassword

Θα πρέπει να εισαγάγετε τα παρακάτω:
Η διεύθυνση email σας
Κωδικός ενεργοποίησης: {5}

Ευχαριστούμε,
Προσωπικό {2}";
$l['email_lostpw2'] = "{1},

Για να ολοκληρώσετε τη διαδικασία επαναφοράς του κωδικού πρόσβασης του λογαριασμού σας στο {2}, θα πρέπει να μεταβείτε στον παρακάτω σύνδεσμο μέσω του προγράμματος περιήγησης στον ιστό.

{3}/member.php?action=resetpassword&uid={4}&code={5}

Εάν ο παραπάνω σύνδεσμος δεν λειτουργεί σωστά, μεταβείτε στο

{3}/member.php?action=resetpassword

Θα πρέπει να εισαγάγετε τα παρακάτω:
Όνομα χρήστη: {1} (Ή η διεύθυνση email σας)
Κωδικός ενεργοποίησης: {5}

Ευχαριστούμε,
Προσωπικό {2}";

$l['email_reportpost'] = "{1} από {2} έχει αναφέρει την παρακάτω δημοσίευση:

{3}
{4}/{5}

Ο λόγος που έδωσε αυτός ο χρήστης για την αναφορά αυτής της δημοσίευσης:
{6}

Αυτό το μήνυμα έχει σταλεί σε όλους τους συντονιστές αυτού του φόρουμ, ή σε όλους τους διαχειριστές και υπερσυντονιστές αν δεν υπάρχουν συντονιστές.

Παρακαλούμε ελέγξτε αυτήν τη δημοσίευση το συντομότερο δυνατόν.";

$l['email_reportprofile'] = "{1} από {2} έχει αναφέρει τον παρακάτω χρήστη:

{3}
{4}/{5}

Ο λόγος που έδωσε αυτός ο χρήστης για την αναφορά αυτού του χρήστη:
{6}

Αυτό το μήνυμα έχει σταλεί σε όλους τους συντονιστές αυτού του φόρουμ, ή σε όλους τους διαχειριστές και υπερσυντονιστές αν δεν υπάρχουν συντονιστές.

Παρακαλούμε ελέγξτε αυτόν τον χρήστη το συντομότερο δυνατόν.";

$l['email_reportreputation'] = "{1} από {2} έχει αναφέρει την παρακάτω φήμη:

{3}
{4}/{5}

Ο λόγος που έδωσε αυτός ο χρήστης για την αναφορά αυτής της φήμης:
{6}

Αυτό το μήνυμα έχει σταλεί σε όλους τους συντονιστές αυτού του φόρουμ, ή σε όλους τους διαχειριστές και υπερσυντονιστές αν δεν υπάρχουν συντονιστές.

Παρακαλούμε ελέγξτε αυτήν τη φήμη το συντομότερο δυνατόν.";

$l['email_report_comment_extra'] = "{1}: {2}";

$l['email_passwordreset'] = "{1},

Ο κωδικός πρόσβασής σας στο {2} έχει επαναφερθεί.

Ο νέος σας κωδικός είναι: {3}

Θα χρειαστείτε αυτόν τον κωδικό για να συνδεθείτε στο φόρουμ, μετά τη σύνδεσή σας θα πρέπει να τον αλλάξετε πηγαίνοντας στον Πίνακα Ελέγχου Χρήστη σας.

Ευχαριστούμε,
Προσωπικό {2}";

$l['email_randompassword'] = "{1},

Σας ευχαριστούμε για την εγγραφή σας στο {2}. Παρακάτω είναι το όνομα χρήστη σας και ο τυχαία δημιουργημένος κωδικός πρόσβασης. Για να συνδεθείτε στο {2}, θα χρειαστείτε αυτές τις πληροφορίες.

Όνομα χρήστη: {3}
Κωδικός πρόσβασης: {4}

Συνιστάται να αλλάξετε αμέσως τον κωδικό πρόσβασής σας μετά τη σύνδεσή σας. Μπορείτε να το κάνετε αυτό πηγαίνοντας στον Πίνακα Ελέγχου Χρήστη σας και κάνοντας κλικ στην επιλογή Αλλαγή Κωδικού στο αριστερό μενού.

Ευχαριστούμε,
Προσωπικό {2}";

$l['email_randompassword1'] = "{1},

Σας ευχαριστούμε για την εγγραφή σας στο {2}. Παρακάτω είναι το όνομα χρήστη σας και ο τυχαία δημιουργημένος κωδικός πρόσβασης. Για να συνδεθείτε στο {2}, θα χρειαστείτε αυτές τις πληροφορίες.

Η διεύθυνση email σας
Κωδικός πρόσβασης: {4}

Συνιστάται να αλλάξετε αμέσως τον κωδικό πρόσβασής σας μετά τη σύνδεσή σας. Μπορείτε να το κάνετε αυτό πηγαίνοντας στον Πίνακα Ελέγχου Χρήστη σας και κάνοντας κλικ στην επιλογή Αλλαγή Κωδικού στο αριστερό μενού.

Ευχαριστούμε,
Προσωπικό {2}";

$l['email_randompassword2'] = "{1},

Σας ευχαριστούμε για την εγγραφή σας στο {2}. Παρακάτω είναι το όνομα χρήστη σας και ο τυχαία δημιουργημένος κωδικός πρόσβασης. Για να συνδεθείτε στο {2}, θα χρειαστείτε αυτές τις πληροφορίες.

Όνομα χρήστη: {3} (Ή η διεύθυνση email σας)
Κωδικός πρόσβασης: {4}

Συνιστάται να αλλάξετε αμέσως τον κωδικό πρόσβασής σας μετά τη σύνδεσή σας. Μπορείτε να το κάνετε αυτό πηγαίνοντας στον Πίνακα Ελέγχου Χρήστη σας και κάνοντας κλικ στην επιλογή Αλλαγή Κωδικού στο αριστερό μενού.

Ευχαριστούμε,
Προσωπικό {2}";

$l['email_sendtofriend'] = "Γεια σας,

Ο/Η {1} από το {2} σκέφτηκε ότι ίσως σας ενδιαφέρει να διαβάσετε την παρακάτω ιστοσελίδα:

{3}

Ο/Η {1} περιλάμβανε το παρακάτω μήνυμα:
------------------------------------------
{4}
------------------------------------------

Ευχαριστούμε,
Προσωπικό {2}
";

$l['email_forumsubscription'] = "{1},

Ο/Η {2} μόλις ξεκίνησε ένα νέο νήμα στο {3}. Αυτό είναι ένα φόρουμ στο οποίο έχετε εγγραφεί στο {4}.

Το νήμα έχει τίτλο {5}

Εδώ είναι ένα απόσπασμα του μηνύματος:
--
{6}
--

Για να δείτε το νήμα, μπορείτε να μεταβείτε στον παρακάτω σύνδεσμο:
{7}/{8}

Μπορεί επίσης να υπάρχουν και άλλα νέα νήματα και απαντήσεις, αλλά δεν θα λάβετε άλλες ειδοποιήσεις μέχρι να επισκεφθείτε ξανά το φόρουμ.

Ευχαριστούμε,
Προσωπικό {4}

------------------------------------------
Πληροφορίες για ακύρωση εγγραφής:

Εάν δεν επιθυμείτε να λαμβάνετε άλλες ειδοποιήσεις για νέα νήματα σε αυτό το φόρουμ, επισκεφθείτε την παρακάτω διεύθυνση στον περιηγητή σας:
{7}/usercp.php?action=removesubscription&type=forum&fid={9}

------------------------------------------";

$l['email_activateaccount'] = "{1},

Για να ολοκληρώσετε τη διαδικασία εγγραφής στο {2}, θα πρέπει να μεταβείτε στην παρακάτω διεύθυνση URL στον περιηγητή σας.

{3}/member.php?action=activate&uid={4}&code={5}

Εάν ο παραπάνω σύνδεσμος δεν λειτουργεί σωστά, μεταβείτε στην παρακάτω διεύθυνση URL:

{3}/member.php?action=activate

Θα πρέπει να εισαγάγετε τα παρακάτω:
Όνομα χρήστη: {1}
Κωδικός ενεργοποίησης: {5}

Ευχαριστούμε,
Προσωπικό {2}";

$l['email_activateaccount1'] = "{1},

Για να ολοκληρώσετε τη διαδικασία εγγραφής στο {2}, θα πρέπει να μεταβείτε στην παρακάτω διεύθυνση URL στον περιηγητή σας.

{3}/member.php?action=activate&uid={4}&code={5}

Εάν ο παραπάνω σύνδεσμος δεν λειτουργεί σωστά, μεταβείτε στην παρακάτω διεύθυνση URL:

{3}/member.php?action=activate

Θα πρέπει να εισαγάγετε τα παρακάτω:
Η διεύθυνση email σας
Κωδικός ενεργοποίησης: {5}

Ευχαριστούμε,
Προσωπικό {2}";

$l['email_activateaccount2'] = "{1},

Για να ολοκληρώσετε τη διαδικασία εγγραφής στο {2}, θα πρέπει να μεταβείτε στην παρακάτω διεύθυνση URL στον περιηγητή σας.

{3}/member.php?action=activate&uid={4}&code={5}

Εάν ο παραπάνω σύνδεσμος δεν λειτουργεί σωστά, μεταβείτε στην παρακάτω διεύθυνση URL:

{3}/member.php?action=activate

Θα πρέπει να εισαγάγετε τα παρακάτω:
Όνομα χρήστη: {1} (Ή η διεύθυνση email σας)
Κωδικός ενεργοποίησης: {5}

Ευχαριστούμε,
Προσωπικό {2}";

$l['email_subscription'] = "{1},

Ο/Η {2} μόλις απάντησε σε ένα νήμα στο οποίο έχετε εγγραφεί στο {3}. Αυτό το νήμα έχει τίτλο {4}.

Εδώ είναι ένα απόσπασμα του μηνύματος:
------------------------------------------
{5}
------------------------------------------

Για να δείτε το νήμα, μπορείτε να μεταβείτε στην παρακάτω διεύθυνση URL:
{6}/{7}

Μπορεί επίσης να υπάρχουν και άλλες απαντήσεις σε αυτό το νήμα, αλλά δεν θα λάβετε άλλες ειδοποιήσεις μέχρι να επισκεφθείτε ξανά το νήμα.

Ευχαριστούμε,
Προσωπικό {3}

------------------------------------------
Πληροφορίες για ακύρωση εγγραφής:

Εάν δεν επιθυμείτε να λαμβάνετε άλλες ειδοποιήσεις για απαντήσεις σε αυτό το νήμα, επισκεφθείτε την παρακάτω διεύθυνση στον περιηγητή σας:
{6}/usercp.php?action=removesubscription&tid={8}

------------------------------------------";
$l['email_reachedpmquota'] = "{1},

Αυτό είναι ένα αυτοματοποιημένο email από το {2} για να σας ενημερώσει ότι η εισερχόμενη αλληλογραφία των Προσωπικών Μηνυμάτων έχει φτάσει το όριο της χωρητικότητάς της.

Ένας ή περισσότεροι χρήστες μπορεί να προσπάθησαν να σας στείλουν προσωπικά μηνύματα και δεν τα κατάφεραν λόγω αυτού.

Παρακαλούμε διαγράψτε μερικά από τα προσωπικά μηνύματα που έχετε αποθηκευμένα, θυμηθείτε επίσης να τα διαγράψετε και από το 'Κάδο Ανακύκλωσης'.

Ευχαριστούμε,
Προσωπικό {2}
{3}";
$l['email_changeemail'] = "{1},

Λάβαμε μια αίτηση στο {2} για αλλαγή της διεύθυνσης email σας (βλέπε λεπτομέρειες παρακάτω).

Παλιά διεύθυνση email: {3}
Νέα διεύθυνση email: {4}

Εάν αυτές οι αλλαγές είναι σωστές, παρακαλούμε ολοκληρώστε τη διαδικασία επικύρωσης στο {2} μεταβαίνοντας στην παρακάτω διεύθυνση URL στον περιηγητή σας.

{5}/member.php?action=activate&uid={8}&code={6}

Εάν ο παραπάνω σύνδεσμος δεν λειτουργεί σωστά, μεταβείτε στην παρακάτω διεύθυνση URL:

{5}/member.php?action=activate

Θα πρέπει να εισαγάγετε τα παρακάτω:
Όνομα χρήστη: {7}
Κωδικός ενεργοποίησης: {6}

Εάν επιλέξετε να μην επικυρώσετε τη νέα σας διεύθυνση email, το προφίλ σας δεν θα ενημερωθεί και θα περιέχει ακόμα την υπάρχουσα διεύθυνση email σας.

Ευχαριστούμε,
Προσωπικό {2}
{5}";

$l['email_changeemail_noactivation'] = "{1},

Λάβαμε μια αίτηση στο {2} για αλλαγή της διεύθυνσης email σας (βλέπε λεπτομέρειες παρακάτω).

Παλιά διεύθυνση email: {3}
Νέα διεύθυνση email: {4}

Αυτή η αλλαγή έχει επεξεργαστεί αυτόματα. Εάν δεν ζητήσατε αυτήν την αλλαγή, παρακαλούμε επικοινωνήστε με έναν Διαχειριστή.

Ευχαριστούμε,
Προσωπικό {2}
{5}";

$l['email_changepassword'] = "{1},

Λαμβάνετε αυτό το email επειδή εσείς ή κάποιος με πρόσβαση στον κωδικό πρόσβασής σας άλλαξε πρόσφατα τον κωδικό πρόσβασης του λογαριασμού σας.

Όνομα χρήστη: {1}
Διεύθυνση email: {2}

Εάν δεν ζητήσατε αυτήν την αλλαγή, παρακαλούμε επικοινωνήστε με έναν Διαχειριστή.

Ευχαριστούμε,
Προσωπικό {3}
{4}";

$l['email_newpm'] = "{1},

Λάβατε ένα νέο προσωπικό μήνυμα στο {3} από τον/την {2}:

------------------------------------------
{5}
------------------------------------------

Για να δείτε, απαντήσετε ή προωθήσετε αυτό το μήνυμα, μπορείτε να ακολουθήσετε αυτόν τον σύνδεσμο:

{4}/private.php

Παρακαλούμε σημειώστε ότι δεν θα λάβετε άλλες ειδοποιήσεις για νέα μηνύματα μέχρι να επισκεφθείτε το {3}.

Μπορείτε να απενεργοποιήσετε τις ειδοποιήσεις για νέα μηνύματα στη σελίδα επιλογών του λογαριασμού σας:

{4}/usercp.php?action=options

Ευχαριστούμε,
Προσωπικό {3}
{4}";

$l['email_emailuser'] = "{1},

Ο/Η {2} από το {3} σας έστειλε το παρακάτω μήνυμα:
------------------------------------------
{5}
------------------------------------------

Ευχαριστούμε,
Προσωπικό {3}
{4}

------------------------------------------
Δεν θέλετε να λαμβάνετε email μηνύματα από άλλα μέλη;

Εάν δεν θέλετε να μπορούν άλλα μέλη να σας στείλουν email, παρακαλούμε επισκεφθείτε τον Πίνακα Ελέγχου Χρήστη σας και ενεργοποιήστε την επιλογή 'Απόκρυψη της διεύθυνσης email σας από άλλα μέλη':
{4}/usercp.php?action=options

------------------------------------------";

$l['email_groupleader_joinrequest'] = "{1},

Ο/Η {2} ζήτησε να γίνει μέλος της ομάδας {3} στο {4} (βλέπε παρακάτω).

Λόγος: {5}

Για να δεχθείτε ή να αρνηθείτε αυτό το αίτημα, μεταβείτε στο

{6}/managegroup.php?gid={7}

Σας ευχαριστούμε,
Προσωπικό {4}";

$l['email_contact_subject'] = "Επαφή: {1}";
$l['email_contact'] = "E-mail: {1}
Προφίλ φόρουμ: {2}
Διεύθυνση IP: {3}
Μήνυμα:
{4}";

$l['pmsubject_subscription'] = "Νέα Απάντηση σε {1}";
$l['pm_subscription'] = "{1},

Ο {2} απάντησε σε ένα νήμα στο οποίο έχετε συνδρομή. Το νήμα έχει τίτλο {3}.

Εδώ είναι ένα απόκομα από το μήνυμα:
------------------------------------------
{4}
------------------------------------------

Για να δείτε το νήμα, μπορείτε να πάτε στο παρακάτω URL:
[url]{5}/{6}[/url]

Μπορεί να υπάρχουν και άλλες απαντήσεις σε αυτό το νήμα αλλά δεν θα λάβετε άλλες ειδοποιήσεις, μέχρι να επισκεφθείτε το νήμα πάλι.

------------------------------------------
Πληροφορίες για ακύρωση εγγραφής:

Εάν θέλετε να μην λαμβάνετε άλλες ειδοποιήσεις για απαντήσεις σε αυτό το νήμα, επισκεφθείτε το ακόλουθο URL στο πρόγραμμα περιήγησής σας:
[url]{5}/usercp.php?action=removesubscription&tid={7}[/url]

------------------------------------------";

$l['email_broken_task_subject'] = "Σφάλμα εργασίας MyBB στο {1}";
$l['email_broken_task'] = "Το αντίγραφο MyBB που τρέχει στο {1} ({2}) αντιμετώπησε σφάλμα με το σύστημα εργασιών.

Το αρχείο εργασίας για το {3} λείπει.

Αυτή η εργασία έχει απενεργοποιηθεί μέχρι να λυθεί το θέμα.";
