<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_postpoll'] = "Δημοσίευση Δημοσκόπησης";
$l['nav_editpoll'] = "Επεξεργασία Δημοσκόπησης";
$l['nav_pollresults'] = "Αποτελέσματα Δημοσκόπησης";

$l['edit_poll'] = "Επεξεργασία Δημοσκόπησης";
$l['delete_poll'] = "Διαγραφή Δημοσκόπησης";
$l['delete_q'] = "Διαγραφή;";
$l['delete_note'] = "Για να διαγράψετε αυτήν τη δημοσκόπηση, επιλέξτε το πλαίσιο στα αριστερά και κάντε κλικ στο κουμπί στα δεξιά.";
$l['delete_note2'] = "<b>Σημείωση:</b> Μόλις διαγραφεί αυτή η δημοσκόπηση, δεν υπάρχει τρόπος ανάκτησής της.";
$l['question'] = "Ερώτηση:";
$l['num_options'] = "Αριθμός Επιλογών:";
$l['max_options'] = "Μέγιστο:";
$l['poll_options'] = "Επιλογές Δημοσκόπησης:";
$l['update_options'] = "Ενημέρωση Επιλογών";
$l['poll_options_note'] = "Οι επιλογές της δημοσκόπησης πρέπει να είναι σύντομες και σαφείς.";
$l['options'] = "Επιλογές:";
$l['option_multiple'] = "<b>Να επιτρέπεται πολλαπλή επιλογή:</b> Οι χρήστες έχουν τη δυνατότητα να ψηφίσουν για περισσότερες από μία επιλογές.";
$l['option_multiple_maxoptions'] = "Μέγιστος αριθμός επιλογών ανά χρήστη (0 για απεριόριστο):";
$l['option_public'] = "<b>Δημόσια Δημοσκόπηση:</b> Δίνετε στους χρήστες τη δυνατότητα να δουν ποιος ψήφισε σε ποιες επιλογές.";
$l['option_closed'] = "<b>Η Δημοσκόπηση είναι Κλειστή:</b> Αν επιλεγεί, η δημοσκόπηση θα είναι κλειστή για ψηφοφορία.";
$l['poll_timeout'] = "Λήξη Δημοσκόπησης:";
$l['timeout_note'] = "Ο αριθμός των ημερών που οι άνθρωποι μπορούν να ψηφίσουν σε αυτήν τη δημοσκόπηση.<br />(Ορίστε το σε 0 αν αυτή η δημοσκόπηση δεν πρέπει να λήξει.)";
$l['days_after'] = "ημέρες μετά τις:";
$l['update_poll'] = "Ενημέρωση Δημοσκόπησης";
$l['option'] = "Επιλογή";
$l['votes'] = "Ψήφοι:";
$l['post_new_poll'] = "Δημοσίευση Νέας Δημοσκόπησης";
$l['days'] = "ημέρες";
$l['poll_results'] = "Αποτελέσματα Δημοσκόπησης";
$l['poll_total'] = "Σύνολο:";
$l['poll_votes'] = "ψήφος/ψήφοι";

$l['redirect_pollposted'] = "Η δημοσκόπησή σας έχει δημοσιευτεί.<br />Θα επιστρέψετε τώρα στο νήμα.";
$l['redirect_pollpostedmoderated'] = "Η δημοσκόπησή σας έχει δημοσιευτεί, αλλά το νήμα σας είναι ακόμα υπό έγκριση.<br />Θα επιστρέψετε στο φόρουμ.";
$l['redirect_pollupdated'] = "Η δημοσκόπηση έχει ενημερωθεί.<br />Θα επιστρέψετε τώρα στο νήμα.";
$l['redirect_votethanks'] = "Σας ευχαριστούμε για την ψήφο σας.<br />Θα επιστρέψετε τώρα στο νήμα.";
$l['redirect_unvoted'] = "Οι ψήφοι σας σε αυτό το νήμα έχουν αφαιρεθεί.<br />Θα επιστρέψετε τώρα στο νήμα.";
$l['redirect_polldeleted'] = "Σας ευχαριστούμε, η δημοσκόπηση έχει διαγραφεί επιτυχώς από το νήμα.<br />Θα μεταφερθείτε τώρα πίσω στο νήμα.";

$l['error_polloptiontoolong'] = "Μία ή περισσότερες επιλογές της δημοσκόπησης που εισαγάγατε είναι μεγαλύτερες από το επιτρεπτό όριο. Παρακαλούμε επιστρέψτε πίσω και συντομεύστε τις.";
$l['error_polloptionsequence'] = "Μία ή περισσότερες επιλογές της δημοσκόπησης που εισαγάγατε περιέχουν μια ακολουθία που δεν πρέπει να χρησιμοποιείται σε αυτές: <strong>||~|~||</strong>. Παρακαλούμε επιστρέψτε πίσω και αφαιρέστε την.";
$l['error_noquestionoptions'] = "Είτε δεν εισαγάγατε μια ερώτηση για τη δημοσκόπησή σας είτε δεν έχετε αρκετές επιλογές. Ο ελάχιστος αριθμός επιλογών που μπορεί να έχει μια δημοσκόπηση είναι 2.<br />Παρακαλούμε επιστρέψτε πίσω και διορθώστε αυτό το σφάλμα.";
$l['error_pollalready'] = "Το νήμα έχει ήδη δημοσκόπηση!";
$l['error_nopolloptions'] = "Η καθορισμένη επιλογή της δημοσκόπησης είναι άκυρη ή δεν υπάρχει.";
$l['error_maxpolloptions'] = "Ψηφίσατε για πολλές επιλογές. Επιτρέπεται να ψηφίσετε για {1} επιλογές μόνο.<br />Παρακαλούμε επιστρέψτε πίσω και προσπαθήστε ξανά.";
$l['error_alreadyvoted'] = "Έχετε ήδη ψηφίσει σε αυτήν τη δημοσκόπηση.";
$l['error_notvoted'] = "Δεν έχετε ψηφίσει σε αυτήν τη δημοσκόπηση.";
$l['error_invalidpoll'] = "Η καθορισμένη δημοσκόπηση είναι άκυρη ή δεν υπάρχει.";
$l['error_pollclosed'] = "Δεν μπορείτε να ψηφίσετε σε μια δημοσκόπηση που έχει κλείσει.";
$l['poll_time_limit'] = "Λυπούμαστε, αλλά δεν μπορείτε να προσθέσετε μια δημοσκόπηση στο νήμα σας. Ο Διαχειριστής έχει ορίσει ώρες κατά τις οποίες μπορούν να προστεθούν δημοσκοπήσεις μόνο εντός {1} ωρών από τη δημοσίευση.";

$l['poll_deleted'] = "Διαγραμμένη Δημοσκόπηση";
$l['poll_edited'] = "Επεξεργασμένη Δημοσκόπηση";
