<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_reputation'] = "Αναφορά Φήμης";
$l['nav_profile'] = "Προφίλ του {1}";
$l['reputation_disabled'] = "Δεν μπορείτε να χρησιμοποιήσετε το σύστημα φήμης καθώς έχει απενεργοποιηθεί από τον Διαχειριστή.";

$l['reputation'] = "Φήμη";
$l['error'] = "Σφάλμα";
$l['add_no_uid'] = "Δεν καθορίσατε ένα χρήστη για να δώσετε φήμη.";
$l['add_no_permission'] = "Δεν έχετε άδεια να δίνετε αξιολογήσεις φήμης σε χρήστες.";
$l['add_disabled'] = "Δεν μπορείτε να προσθέσετε φήμη σε χρήστες αυτής της ομάδας χρηστών.";
$l['add_yours'] = "Δεν μπορείτε να προσθέσετε στη δική σας φήμη.";
$l['add_invalidpower'] = "Επιλέξατε μια μη έγκυρη αξιολόγηση από τη λίστα.";
$l['add_maxperday'] = "Έχετε ήδη δώσει όσες αξιολογήσεις φήμης επιτρέπονται για σήμερα.";
$l['add_maxperuser'] = "Έχετε ήδη δώσει σε αυτόν τον χρήστη όσες αξιολογήσεις φήμης μπορείτε για σήμερα.";
$l['add_maxperthread'] = "Έχετε ήδη δώσει σε αυτόν τον χρήστη όσες αξιολογήσεις φήμης (σε ένα νήμα) μπορείτε για σήμερα.";
$l['add_no_comment'] = "Πρέπει να εισαγάγετε ένα σχόλιο τουλάχιστον {1} χαρακτήρων για να δώσετε αξιολόγηση φήμης σε αυτόν τον χρήστη.";
$l['add_toolong'] = "Πρέπει να εισαγάγετε ένα λόγο με μήκος μικρότερο από {1} χαρακτήρες.";
$l['add_negative_disabled'] = "Ο διαχειριστής έχει απενεργοποιήσει τις αρνητικές φήμες.";
$l['add_neutral_disabled'] = "Ο διαχειριστής έχει απενεργοποιήσει τις ουδέτερες φήμες.";
$l['add_positive_disabled'] = "Ο διαχειριστής έχει απενεργοποιήσει τις θετικές φήμες.";
$l['add_all_rep_disabled'] = "Ο διαχειριστής έχει απενεργοποιήσει όλα τα είδη φήμης. Δεν μπορείτε να αξιολογήσετε αυτόν τον χρήστη.";
$l['reputation_report'] = "Αναφορά Φήμης για τον {1}";
$l['reputation_members'] = "Φήμη από Μέλη:";
$l['reputation_posts'] = "Φήμη από Δημοσιεύσεις:";
$l['summary'] = "Σύνοψη";
$l['total_reputation'] = "Συνολική Φήμη";
$l['post_reputation'] = "Φήμη Δημοσιεύσεων";
$l['positive_count'] = "Θετικές";
$l['neutral_count'] = "Ουδέτερες";
$l['negative_count'] = "Αρνητικές";
$l['last_week'] = "Τελευταία εβδομάδα";
$l['last_month'] = "Τελευταίος μήνας";
$l['last_6months'] = "Τελευταίους 6 μήνες";
$l['all_time'] = "Όλο τον Χρόνο";
$l['comments'] = "Σχόλια";
$l['close_window'] = "Κλείσιμο Παραθύρου";
$l['add_reputation_vote'] = "Προσθήκη αξιολόγησης φήμης για τον {1}";
$l['add_reputation_to_post'] = "Αυτή η φήμη είναι για τη δημοσίευση του {1}.<br />";
$l['neg_rep_disabled'] = "<span class=\"smalltext\">* - <em>Οι αρνητικές φήμες είναι απενεργοποιημένες αυτή τη στιγμή</em></span>";
$l['pos_rep_disabled'] = "<span class=\"smalltext\">* - <em>Οι θετικές φήμες είναι απενεργοποιημένες αυτή τη στιγμή</em></span>";
$l['neu_rep_disabled'] = "<span class=\"smalltext\">* - <em>Οι ουδέτερες φήμες είναι απενεργοποιημένες αυτή τη στιγμή</em></span>";
$l['no_comment_needed'] = "Προσθέτετε φήμη λόγω της δημοσίευσης αυτού του χρήστη, η οποία συνδέεται στο προφίλ τους. Δεν απαιτείται σχόλιο, αλλά αν θέλετε να αφήσετε ένα, παρακαλούμε εισαγάγετέ το παρακάτω.<br />";
$l['no_comment'] = "[Χωρίς σχόλιο]";
$l['vote_added'] = "Η αξιολόγηση προστέθηκε";
$l['vote_updated'] = "Η αξιολόγηση ενημερώθηκε";
$l['vote_deleted'] = "Η αξιολόγηση διαγράφηκε";
$l['vote_added_message'] = "Η αξιολόγηση φήμης προστέθηκε με επιτυχία για αυτόν τον χρήστη.";
$l['vote_updated_message'] = "Η αξιολόγηση φήμης ενημερώθηκε με επιτυχία για αυτόν τον χρήστη.";
$l['vote_deleted_message'] = "Η αξιολόγηση φήμης διαγράφηκε από αυτόν τον χρήστη.";
$l['update_reputation_vote'] = "Ενημέρωση της αξιολόγησης φήμης σας για τον {1}";
$l['positive'] = "Θετική";
$l['negative'] = "Αρνητική";
$l['neutral'] = "Ουδέτερη";
$l['user_comments'] = "Τα σχόλιά σας για τον {1}:";
$l['add_vote'] = "Προσθήκη Αξιολόγησης";
$l['update_vote'] = "Ενημέρωση Αξιολόγησης";
$l['delete_vote'] = "Διαγραφή";
$l['report_vote'] = "Αναφορά";
$l['power_positive'] = "Θετική ({1})";
$l['power_neutral'] = "Ουδέτερη";
$l['power_negative'] = "Αρνητική ({1})";
$l['show_all'] = "Εμφάνιση: Όλες οι Αξιολογήσεις";
$l['show_positive'] = "Εμφάνιση: Θετικές Αξιολογήσεις";
$l['show_neutral'] = "Εμφάνιση: Ουδέτερες Αξιολογήσεις";
$l['show_negative'] = "Εμφάνιση: Αρνητικές Αξιολογήσεις";
$l['sort_updated'] = "Ταξινόμηση κατά: Τελευταία Ενημέρωση";
$l['sort_username'] = "Ταξινόμηση κατά: Όνομα Χρήστη";
$l['last_updated'] = "Τελευταία ενημερώθηκε {1}";
$l['postrep_given'] = "Αξιολόγηση δόθηκε για <a href=\"{1}\">τη δημοσίευση του {2}</a> {3}<br />";
$l['postrep_given_nolink'] = "Αξιολόγηση δόθηκε για τη δημοσίευση του {1}<br />";
$l['postrep_given_thread'] = "στο <a href=\"{1}\">{2}</a>";
$l['no_reputation_votes'] = "Αυτός ο χρήστης δεν έχει αυτή τη στιγμή καμία αξιολόγηση φήμης με τα καθορισμένα κριτήρια παρακάτω.";
$l['delete_reputation_confirm'] = "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή την αξιολόγηση φήμης;";
$l['delete_reputation_log'] = "Διαγραφή αξιολόγησης φήμης από τον {1} (UID: {2})";
$l['reputations_disabled_group'] = "Το σύστημα φήμης είναι απενεργοποιημένο για τους χρήστες αυτής της ομάδας χρηστών.";
$l['rate_user'] = "Αξιολόγηση Χρήστη";
