<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_search'] = "Αναζήτηση";
$l['nav_results'] = "Αποτελέσματα";

$l['pages'] = "Σελίδες:";
$l['pages_last'] = "τελευταία";
$l['search'] = "Αναζήτηση";
$l['search_keyword'] = "Αναζήτηση με Λέξη-Κλειδί";
$l['search_username'] = "Αναζήτηση με Όνομα Χρήστη";
$l['search_entire_post'] = "αναζήτηση σε ολόκληρη τη δημοσίευση";
$l['search_titles_only'] = "αναζήτηση μόνο στους τίτλους";
$l['match_username'] = "αντιστοίχιση ακριβούς ονόματος χρήστη";
$l['search_forums'] = "Αναζήτηση σε Φόρουμ(ες)";
$l['search_all_forums'] = "Αναζήτηση σε Όλα τα Ανοιχτά Φόρουμ";
$l['search_options'] = "Επιλογές Αναζήτησης";
$l['threads_at_least'] = "Βρες θέματα με τουλάχιστον";
$l['threads_at_most'] = "Βρες θέματα με το πολύ";
$l['find_anydate'] = "Βρες δημοσιεύσεις από οποιαδήποτε ημερομηνία";
$l['find_yesterday'] = "Βρες δημοσιεύσεις από χθες";
$l['find_lastweek'] = "Βρες δημοσιεύσεις από πριν από μία εβδομάδα";
$l['find_2weeks'] = "Βρες δημοσιεύσεις από πριν από 2 εβδομάδες";
$l['find_month'] = "Βρες δημοσιεύσεις από πριν από ένα μήνα";
$l['find_3months'] = "Βρες δημοσιεύσεις από πριν από 3 μήνες";
$l['find_6months'] = "Βρες δημοσιεύσεις από πριν από 6 μήνες";
$l['find_year'] = "Βρες δημοσιεύσεις από πριν από ένα χρόνο";
$l['and_newer'] = "και νεότερες";
$l['and_older'] = "και παλαιότερες";
$l['sorting_options'] = "Επιλογές Ταξινόμησης";
$l['sort_lastpost'] = "Ταξινόμηση Αποτελεσμάτων ανά ημερομηνία τελευταίας δημοσίευσης";
$l['sort_author'] = "Ταξινόμηση Αποτελεσμάτων ανά συγγραφέα";
$l['sort_forum'] = "Ταξινόμηση Αποτελεσμάτων ανά φόρουμ";
$l['sort_views'] = "Ταξινόμηση Αποτελεσμάτων ανά αριθμό προβολών";
$l['sort_replies'] = "Ταξινόμηση Αποτελεσμάτων ανά αριθμό απαντήσεων";
$l['sort_in'] = "σε";
$l['sort_asc'] = "αύξουσα";
$l['sort_desc'] = "φθίνουσα";
$l['sort_order'] = "σειρά";
$l['asc'] = "αύξουσα";
$l['desc'] = "φθίνουσα";
$l['display_options'] = "Επιλογές Εμφάνισης";
$l['show_results_as'] = "Εμφάνιση Αποτελεσμάτων ως";
$l['show_results_threads'] = "θέματα";
$l['show_results_posts'] = "δημοσιεύσεις";
$l['search_results'] = "Αποτελέσματα Αναζήτησης";
$l['post'] = "Δημοσίευση";
$l['author'] = "Συγγραφέας";
$l['forum'] = "Φόρουμ";
$l['replies'] = "Απαντήσεις";
$l['views'] = "Προβολές";
$l['posted'] = "Δημοσιεύθηκε";
$l['thread'] = "Θέμα";
$l['lastpost'] = "Τελευταία Δημοσίευση";
$l['post_thread'] = "Θέμα:";
$l['post_subject'] = "Δημοσίευση:";
$l['replies2'] = "απαντήσεις";
$l['selectall'] = "Επιλογή όλων των επιπλέον αποτελεσμάτων;";
$l['any_prefix'] = "Βρες θέματα με οποιοδήποτε πρόθεμα";
$l['no_prefix'] = "Χωρίς πρόθεμα";
$l['inline_thread_moderation'] = "Ενσωματωμένη Διαχείριση Θέματος:";
$l['close_threads'] = "Κλείσιμο Θεμάτων";
$l['open_threads'] = "Άνοιγμα Θεμάτων";
$l['stick_threads'] = "Καρφίτσωμα Θεμάτων";
$l['unstick_threads'] = "Αποκαρφίτσωμα Θεμάτων";
$l['soft_delete_threads'] = "Μαλακή Διαγραφή Θεμάτων";
$l['restore_threads'] = "Επαναφορά Θεμάτων";
$l['delete_threads'] = "Μόνιμη Διαγραφή Θεμάτων";
$l['move_threads'] = "Μετακίνηση / Αντιγραφή Θεμάτων";
$l['approve_threads'] = "Έγκριση Θεμάτων";
$l['unapprove_threads'] = "Απόρριψη Έγκρισης Θεμάτων";
$l['inline_soft_delete_posts'] = "Μαλακή Διαγραφή Δημοσιεύσεων";
$l['inline_restore_posts'] = "Επαναφορά Δημοσιεύσεων";
$l['inline_delete_posts'] = "Μόνιμη Διαγραφή Δημοσιεύσεων";
$l['inline_merge_posts'] = "Συγχώνευση Δημοσιεύσεων";
$l['inline_split_posts'] = "Διαχωρισμός Δημοσιεύσεων";
$l['inline_move_posts'] = "Μετακίνηση Δημοσιεύσεων";
$l['inline_approve_posts'] = "Έγκριση Δημοσιεύσεων";
$l['inline_unapprove_posts'] = "Απόρριψη Έγκρισης Δημοσιεύσεων";
$l['inline_post_moderation'] = "Ενσωματωμένη Διαχείριση Δημοσιεύσεων:";
$l['inline_go'] = "Πήγαινε";
$l['clear'] = "Καθαρισμός";
$l['icon_dot'] = "Περιέχει δημοσιεύσεις από εσένα. "; // The spaces for the icon labels are strategically placed so that there should be no extra space at the beginning or end of the resulting label and that spaces separate each 'status' ;)
$l['icon_no_new'] = "Χωρίς νέες δημοσιεύσεις.";
$l['icon_new'] = "Νέες δημοσιεύσεις.";
$l['icon_hot'] = " Δημοφιλές θέμα.";
$l['icon_close'] = " Κλειστό θέμα.";
$l['attachment_count'] = "Αυτό το θέμα περιέχει 1 συνημμένο.";
$l['attachment_count_multiple'] = "Αυτό το θέμα περιέχει {1} συνημμένα.";
$l['goto_first_unread'] = "Μετάβαση στην πρώτη μη αναγνωσμένη δημοσίευση";
$l['page_selected'] = "Όλα τα <strong>{1}</strong> αποτελέσματα σε αυτήν τη σελίδα είναι επιλεγμένα.";
$l['all_selected'] = "Όλα τα <strong>{1}</strong> αποτελέσματα αυτής της αναζήτησης είναι επιλεγμένα.";
$l['select_all'] = "Επιλογή όλων των <strong>{1}</strong> αποτελεσμάτων αυτής της αναζήτησης.";
$l['clear_selection'] = "Καθαρισμός Επιλογής.";

$l['results'] = "αποτελέσματα";
$l['mod_options'] = "Επιλογές Διαχειριστή";
$l['display_all'] = "Εμφάνιση όλων";
$l['display_only_approved'] = "Εμφάνιση μόνο εγκεκριμένων";
$l['display_only_unapproved'] = "Εμφάνιση μόνο μη εγκεκριμένων";
$l['display_only_softdeleted'] = "Εμφάνιση μόνο μαλακά διαγραμμένων";

$l['redirect_searchresults'] = "Σας ευχαριστούμε, η αναζήτησή σας έχει υποβληθεί και θα μεταφερθείτε τώρα στη λίστα με τα αποτελέσματα.";

$l['error_minsearchlength'] = "Ένα ή περισσότερα από τα όρια αναζήτησής σας ήταν μικρότερα από το ελάχιστο μήκος. Το ελάχιστο μήκος αναζήτησης είναι {1} χαρακτήρες.<br /><br />Εάν προσπαθείτε να αναζητήσετε έναν ολόκληρο φράση, περικλείστε το μεταξύ διπλών εισαγωγικών. Για παράδειγμα \"Ο γρήγορος καφές αλείφει τον τεμπέλη σκύλο\".";
$l['error_nosearchresults'] = "Λυπούμαστε, αλλά δεν επιστράφηκαν αποτελέσματα με βάση τις πληροφορίες αναζήτησης που δώσατε. Παρακαλούμε επανακαθορίστε τους όρους αναζήτησης και προσπαθήστε ξανά.";
$l['error_no_search_support'] = "Αυτή η μηχανή βάσης δεδομένων δεν υποστηρίζει αναζήτηση.";
$l['error_nosearchterms'] = "Δεν εισαγάγατε κανέναν όρο αναζήτησης. Τουλάχιστον, πρέπει να εισαγάγετε είτε μερικούς όρους αναζήτησης είτε ένα όνομα χρήστη για αναζήτηση.";
$l['error_searchflooding_1'] = "Λυπούμαστε, αλλά μπορείτε να πραγματοποιήσετε μόνο μία αναζήτηση κάθε {1} δευτερόλεπτα. Παρακαλούμε περιμένετε άλλο 1 δευτερόλεπτο πριν προσπαθήσετε να αναζητήσετε ξανά.";
$l['error_searchflooding'] = "Λυπούμαστε, αλλά μπορείτε να πραγματοποιήσετε μόνο μία αναζήτηση κάθε {1} δευτερόλεπτα. Παρακαλούμε περιμένετε άλλα {2} δευτερόλεπτα πριν προσπαθήσετε να αναζητήσετε ξανά.";
$l['error_invalidsearch'] = "Δόθηκε μια μη έγκυρη αναζήτηση. Παρακαλούμε επιστρέψτε πίσω και προσπαθήστε ξανά.";
