<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_stats'] = "Στατιστικά Φόρουμ";
$l['stats_disabled'] = "Δεν μπορείτε να δείτε τη σελίδα στατιστικών καθώς έχει απενεργοποιηθεί από τον Διαχειριστή.";

$l['board_stats'] = "Στατιστικά Φόρουμ";
$l['none'] = "Κανένα";
$l['totals'] = "Σύνολα";
$l['averages'] = "Μέσοι όροι";
$l['posts'] = "Δημοσιεύσεις:";
$l['threads'] = "Θέματα:";
$l['members'] = "Μέλη:";
$l['ppd'] = "Δημοσιεύσεις ανά ημέρα:";
$l['tpd'] = "Θέματα ανά ημέρα:";
$l['mpd'] = "Μέλη ανά ημέρα:";
$l['ppm'] = "Δημοσιεύσεις ανά μέλος:";
$l['tpm'] = "Θέματα ανά μέλος:";
$l['rpt'] = "Απαντήσεις ανά θέμα:";
$l['no_posts'] = "Όχι";
$l['general'] = "Γενικά";
$l['newest_member'] = "Νεότερο Μέλος:";
$l['members_posted'] = "Μέλη που έχουν δημοσιεύσει:";
$l['todays_top_poster'] = "Κορυφαίος δημοσιευτής σήμερα: <b>{1}</b> (<b>{2}</b> δημοσιεύσεις)";
$l['popular_forum'] = "Πιο δημοφιλές φόρουμ: <b>{1}</b> (<b>{2}</b> δημοσιεύσεις, <b>{3}</b> θέματα)";
$l['most_popular'] = "Πιο Δημοφιλή&hellip;";
$l['most_replied_threads'] = "Πιο Απαντημένα Θέματα";
$l['most_viewed_threads'] = "Πιο Προβαλλόμενα Θέματα";
$l['not_enough_info_stats'] = "Λυπούμαστε, αλλά δεν υπάρχουν αρκετές πληροφορίες σε αυτό το φόρουμ για να δημιουργηθούν στατιστικά. Πριν μπορέσουν να δημιουργηθούν στατιστικά, αυτό το φόρουμ πρέπει να περιέχει τουλάχιστον 1 μέλος και 1 θέμα.";
$l['replies'] = "απαντήσεις";
$l['views'] = "προβολές";
$l['top_referrer'] = "Κορυφαίος αναφέρων: <strong>{1}</strong> (<strong>{2}</strong> αναφορές)";

