<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_profile'] = "Προφίλ του {1}";
$l['nav_warning_log'] = "Αρχείο Προειδοποιήσεων";
$l['nav_add_warning'] = "Προειδοποίηση Χρήστη";
$l['nav_view_warning'] = "Λεπτομέρειες Προειδοποίησης";

$l['warning_for_post'] = "&hellip; Δημοσίευση:";
$l['already_expired'] = "Έληξε";
$l['details_username'] = "Όνομα χρήστη";
$l['warning_active'] = "Ενεργή";
$l['warning_revoked'] = "Ανακλήθηκε";
$l['warning_log'] = "Αρχείο Προειδοποιήσεων";
$l['warning'] = "Προειδοποίηση";
$l['issued_by'] = "Έκδοση από";
$l['date_issued'] = "Ημερομηνία Έκδοσης";
$l['expiry_date'] = "Λήξη";
$l['active_warnings'] = "Ενεργές Προειδοποιήσεις";
$l['expired_warnings'] = "Ληγμένες Προειδοποιήσεις";
$l['warning_points'] = "({1} πόντοι)";
$l['no_warnings'] = "Αυτός ο χρήστης δεν έχει λάβει καμία προειδοποίηση ή έχουν όλες αφαιρεθεί.";
$l['warn_user'] = "Προειδοποίηση Χρήστη";
$l['post'] = "Δημοσίευση:";
$l['warning_note'] = "Διαχειριστικές Σημειώσεις:";
$l['details_warning_note'] = "Διαχειριστικές Σημειώσεις";
$l['warning_type'] = "Τύπος Προειδοποίησης:";
$l['custom'] = "Προσαρμοσμένος Λόγος";
$l['reason'] = "Λόγος:";
$l['points'] = "Πόντοι:";
$l['details_reason'] = "Λόγος";
$l['warn_user_desc'] = "Εδώ μπορείτε να αυξήσετε το επίπεδο προειδοποίησης αυτού του χρήστη αν έχει παραβιάσει έναν ή περισσότερους κανόνες.";
$l['send_pm'] = "Ειδοποίηση Χρήστη:";
$l['send_user_warning_pm'] = "Αποστολή ενός προσωπικού μηνύματος σε αυτόν τον χρήστη ειδοποιώντας τον για αυτήν την προειδοποίηση.";
$l['send_pm_subject'] = "Θέμα:";
$l['warning_pm_subject'] = "Έχετε λάβει μια προειδοποίηση.";
$l['send_pm_message'] = "Μήνυμα:";
$l['warning_pm_message'] = "Αγαπητέ {1}

Έχετε λάβει μια προειδοποίηση από την διαχείριση του {2}.
--

--";
$l['send_pm_options'] = "Επιλογές:";
$l['send_pm_options_anonymous'] = "<strong>Ανώνυμο PM</strong>: αποστολή αυτού του προσωπικού μηνύματος ως ανώνυμος χρήστης.";
$l['expiration_never'] = "μόνιμα";
$l['expiration_hours'] = "ώρες";
$l['expiration_days'] = "ημέρες";
$l['expiration_weeks'] = "εβδομάδες";
$l['expiration_months'] = "μήνες";
$l['redirect_warned_banned'] = "<br /><br />Ο χρήστης έχει μετακινηθεί επίσης στην ομάδα {1} {2}.";
$l['redirect_warned_suspended'] = "<br /><br />Τα δικαιώματα αποστολής μηνυμάτων αυτού του χρήστη έχουν ανασταλεί {1}.";
$l['redirect_warned_moderate'] = "<br /><br />Όλες οι δημοσιεύσεις αυτού του χρήστη θα είναι πλέον υπό την επίβλεψη {1}.";
$l['redirect_warned_pmerror'] = "<br /><br />Σημειώστε ότι το PM δεν αποστάλθηκε.";
$l['redirect_warned'] = "Το επίπεδο προειδοποίησης του {1} έχει αυξηθεί σε {2}%.{3}<br /><br />Θα σας γυρίσουμε τώρα στο σημείο προέλευσης.";
$l['error_warning_system_disabled'] = "Δεν μπορείτε να χρησιμοποιήσετε το σύστημα προειδοποιήσεων καθώς έχει απενεργοποιηθεί από τον διαχειριστή του φόρουμ.";
$l['error_cant_warn_group'] = "Δεν έχετε άδεια να προειδοποιήσετε χρήστες αυτής της ομάδας.";
$l['error_invalid_user'] = "Ο επιλεγμένος χρήστης δεν υπάρχει.";
$l['details'] = "Λεπτομέρειες";
$l['view'] = "Προβολή";
$l['current_warning_level'] = "Τρέχον επίπεδο προειδοποίησης: <strong>{1}%</strong> ({2}/{3})";
$l['warning_details'] = "Λεπτομέρειες Προειδοποίησης";
$l['revoke_warning'] = "Ανάκληση αυτής της Προειδοποίησης";
$l['revoke_warning_desc'] = "Για να ανακαλέσετε αυτήν την προειδοποίηση, εισαγάγετε έναν λόγο παρακάτω. Αυτό δεν θα αφαιρέσει καμία απαγόρευση ή αναστολή που επιβλήθηκε από αυτήν την προειδοποίηση.";
$l['warning_is_revoked'] = "Αυτή η Προειδοποίηση έχει ανακληθεί";
$l['revoked_by'] = "Ανακλήθηκε από";
$l['date_revoked'] = "Ημερομηνία Ανάκλησης";
$l['warning_already_revoked'] = "Αυτή η προειδοποίηση έχει ήδη ανακληθεί.";
$l['no_revoke_reason'] = "Δεν εισαγάγατε λόγο για τον οποίο θέλετε να ανακαλέσετε αυτήν την προειδοποίηση.";
$l['redirect_warning_revoked'] = "Αυτή η προειδοποίηση έχει ανακληθεί με επιτυχία και οι πόντοι προειδοποίησης του χρήστη έχουν μειωθεί.<br /><br />Θα σας γυρίσουμε τώρα στην προειδοποίηση.";
$l['result'] = "Αποτέλεσμα:";
$l['result_banned'] = "Ο χρήστης θα μετακινηθεί στην ομάδα αποκλεισμένων ({1}) {2}";
$l['result_suspended'] = "Τα δικαιώματα αποστολής μηνυμάτων θα ανασταλούν {1}";
$l['result_moderated'] = "Οι δημοσιεύσεις θα είναι υπό επίβλεψη {1}";
$l['result_period'] = "για {1} {2}";
$l['result_period_perm'] = "μόνιμα";
$l['hour_or_hours'] = "Ώρα(ες)";
$l['day_or_days'] = "Ημέρα(ες)";
$l['week_or_weeks'] = "Εβδομάδα(ες)";
$l['month_or_months'] = "Μήνας(ες)";
$l['expires'] = "Λήγει:";
$l['new_warning_level'] = "Νέο επίπεδο προειδοποίησης:";
$l['error_cant_warn_user'] = "Δεν έχετε άδεια να προειδοποιήσετε αυτόν τον χρήστη.";
$l['existing_post_warnings'] = "Υπάρχουσες Προειδοποιήσεις για αυτήν τη Δημοσίευση";
