<?php
/**
 * MyBB 1.8 Greek Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['no_new_subject'] = "Δεν έχετε εισαγάγει νέο θέμα.";
$l['post_moderation'] = "Το μήνυμά σας είναι τώρα υπό επιτήρηση.";
$l['thread_moderation'] = "Το νήμα σας είναι τώρα υπό επιτήρηση.";
$l['post_doesnt_exist'] = "Το συγκεκριμένο μήνυμα δεν υπάρχει.";
$l['thread_doesnt_exist'] = "Το συγκεκριμένο νήμα δεν υπάρχει.";
$l['thread_closed_edit_subjects'] = "Αυτό το νήμα είναι κλειστό και δεν μπορείτε να επεξεργαστείτε τα θέματα.";
$l['no_permission_edit_subject'] = "Δεν έχετε άδεια να επεξεργαστείτε αυτό το θέμα.";
$l['thread_closed_edit_message'] = "Αυτό το νήμα είναι κλειστό και δεν μπορείτε να επεξεργαστείτε τα μηνύματα μέσα σε αυτό.";
$l['no_permission_edit_post'] = "Δεν έχετε άδεια να επεξεργαστείτε αυτό το μήνυμα.";
$l['edit_time_limit'] = "Μπορείτε να επεξεργαστείτε μηνύματα μόνο για {1} λεπτά μετά την ανάρτησή τους.";
$l['postbit_edited'] = "Αυτό το μήνυμα τροποποιήθηκε τελευταία φορά: {1} από";
$l['postbit_editreason'] = "Λόγος επεξεργασίας";
$l['save_changes'] = "Αποθήκευση αλλαγών";
$l['cancel_edit'] = "Ακύρωση επεξεργασίας";
$l['answer_valid_not_exists'] = "Η ερώτηση που προσπαθείτε να απαντήσετε δεν υπάρχει.";
$l['captcha_not_exists'] = "Η εικόνα επαλήθευσης που προσπαθείτε να ανανεώσετε δεν υπάρχει.";
$l['captcha_valid_not_exists'] = "Η εικόνα επαλήθευσης που προσπαθείτε να ελέγξετε δεν φαίνεται να υπάρχει.";
$l['captcha_does_not_match'] = "Ο κωδικός επαλήθευσης που εισαγάγατε ήταν εσφαλμένος. Παρακαλούμε εισαγάγετε τον κωδικό ακριβώς όπως εμφανίζεται στην εικόνα.";
$l['captcha_matches'] = "Ο κωδικός επαλήθευσης που εισαγάγατε ήταν σωστός.";
$l['answer_does_not_match'] = "Η απάντηση που εισαγάγατε δεν είναι σωστή.";
$l['banned_username'] = "Το όνομα χρήστη που εισαγάγατε έχει απαγορευτεί από τον διαχειριστή";
$l['banned_characters_username'] = "Το όνομα χρήστη σας περιέχει έναν ή περισσότερους μη έγκυρους χαρακτήρες";
$l['complex_password_fails'] = "Ο κωδικός πρόσβασης πρέπει να περιλαμβάνει ένα κεφαλαίο γράμμα, ένα πεζό γράμμα και έναν αριθμό";
$l['username_taken'] = "Το {1} είναι ήδη καταχωρημένο από άλλο μέλος";
$l['username_available'] = "Το {1} είναι διαθέσιμο";
$l['invalid_username'] = "Το {1} δεν είναι το όνομα χρήστη ενός εγγεγραμμένου μέλους";
$l['valid_username'] = "Το {1} είναι έγκυρο.";
$l['buddylist_error'] = "Φαίνεται ότι δεν έχετε κανέναν φίλο στη λίστα φίλων σας. Παρακαλούμε προσθέστε μερικούς πριν προσπαθήσετε να χρησιμοποιήσετε αυτό.";
$l['close'] = "Κλείσιμο";
$l['select_buddies'] = "Επιλογή Φίλων";
$l['select_buddies_desc'] = "Για να προσθέσετε έναν ή περισσότερους από τους φίλους σας ως παραλήπτες, επιλέξτε τους παρακάτω και κάντε κλικ στο ΟΚ.";
$l['selected_recipients'] = "Επιλεγμένοι παραλήπτες";
$l['ok'] = "ΟΚ";
$l['cancel'] = "Ακύρωση";
$l['online'] = "Συνδεδεμένος";
$l['offline'] = "Αποσυνδεδεμένος";
$l['edited_post'] = "Τροποποιημένο μήνυμα";
$l['usergroup'] = "Ομάδα χρηστών";
